Repository: KirmesTVAustria/paisa-app
Catalog: localization/app_*.arb
Languages: ar, cs, fa, hi, ja, pl, ro, th, vi

# giveUsRating
source: Give us a rating
ar: امنحنا تقييمًا
cs: Dejte nám hodnocení
fa: به ما امتیاز دهید
hi: हमें रेटिंग दें
ja: 評価をお願いします
pl: Oceń nas
ro: Acordă-ne un calificativ
th: ให้คะแนนเรา
vi: Đánh giá chúng tôi

# ratingDesc
source: We value your feedback! Please consider rating us 5 stars.
ar: نحن نقدر ملاحظاتك! يرجى التفكير في تقييمنا بـ 5 نجوم.
cs: Vážíme si vaší zpětné vazby! Zvažte prosím hodnocení 5 hvězdičkami.
fa: ما برای بازخورد شما ارزش قائل هستیم! لطفاً به ما امتیاز ۵ ستاره بدهید.
hi: हम आपकी प्रतिक्रिया को महत्व देते हैं! कृपया हमें 5 स्टार रेटिंग देने पर विचार करें।
ja: フィードバックを重視しています！5つ星の評価をご検討ください。
pl: Cenimy Twoją opinię! Prosimy o rozważenie oceny 5 gwiazdek.
ro: Apreciem părerea ta! Te rugăm să ne acorzi 5 stele.
th: เรายินดีรับฟังความคิดเห็นของคุณ! กรุณาพิจารณาให้ 5 ดาว
vi: Chúng tôi đánh giá cao phản hồi của bạn! Vui lòng xem xét đánh giá chúng tôi 5 sao.

# rateOn
source: Rate on {platform}
ar: قيّم على {platform}
cs: Ohodnotit na {platform}
fa: امتیاز دادن در {platform}
hi: {platform} पर रेट करें
ja: {platform}で評価
pl: Oceń na {platform}
ro: Evaluează pe {platform}
th: ให้คะแนนบน {platform}
vi: Đánh giá trên {platform}

# ratingTitle
source: What users are saying around the world:
ar: ما يقوله المستخدمون حول العالم:
cs: Co říkají uživatelé po celém světě:
fa: آنچه کاربران در سراسر جهان می‌گویند:
hi: दुनिया भर के उपयोगकर्ता क्या कह रहे हैं:
ja: 世界中のユーザーの声：
pl: Co mówią użytkownicy na całym świecie:
ro: Ce spun utilizatorii din întreaga lume:
th: ผู้ใช้ทั่วโลกพูดถึงเรา:
vi: Người dùng trên toàn thế giới đang nói gì:

source: Enjoying {appTitle}?
ar: هل تستمتع بـ {appTitle}؟
cs: Baví vás {appTitle}?
fa: از {appTitle} لذت می‌برید؟
hi: {appTitle} का आनंद ले रहे हैं?
ja: {appTitle}を楽しんでいますか？
pl: Podoba Ci się {appTitle}?
ro: Îți place {appTitle}?
th: ชอบ {appTitle} หรือไม่?
vi: Bạn có thích {appTitle} không?

source: Loan
ar: قرض
cs: Půjčka
fa: وام
hi: ऋण
ja: ローン
pl: Pożyczka
ro: Împrumut
th: เงินกู้
vi: Khoản vay

# selectLoan
source: Select a loan
ar: اختر قرضًا
cs: Vybrat půjčku
fa: یک وام انتخاب کنید
hi: एक ऋण चुनें
ja: ローンを選択
pl: Wybierz pożyczkę
ro: Selectează un împrumut
th: เลือกเงินกู้
vi: Chọn khoản vay

source: Enter valid account name
ar: أدخل اسم حساب صالح
cs: Zadejte platný název účtu
fa: نام حساب معتبر وارد کنید
hi: वैध खाता नाम दर्ज करें
ja: 有効なアカウント名を入力してください
pl: Wprowadź prawidłową nazwę konta
ro: Introdu un nume de cont valid
th: กรุณากรอกชื่อบัญชีที่ถูกต้อง
vi: Vui lòng nhập tên tài khoản hợp lệ

source: Enter name
ar: أدخل الاسم
cs: Zadejte název
fa: نام را وارد کنید
hi: नाम दर्ज करें
ja: 名前を入力してください
pl: Wprowadź nazwę
ro: Introdu numele
th: กรุณากรอกชื่อ
vi: Vui lòng nhập tên

source: Select color
ar: اختر اللون
cs: Vyberte barvu
fa: رنگ را انتخاب کنید
hi: रंग चुनें
ja: 色を選択してください
pl: Wybierz kolor
ro: Selectează culoarea
th: เลือกสี
vi: Vui lòng chọn màu

source: Enter valid category name
ar: أدخل اسم فئة صالح
cs: Zadejte platný název kategorie
fa: نام دسته‌بندی معتبر وارد کنید
hi: वैध श्रेणी नाम दर्ज करें
ja: 有効なカテゴリー名を入力してください
pl: Wprowadź prawidłową nazwę kategorii
ro: Introdu un nume de categorie valid
th: กรุณากรอกชื่อหมวดหมู่ที่ถูกต้อง
vi: Vui lòng nhập tên danh mục hợp lệ

source: Select start date
ar: اختر تاريخ البدء
cs: Vyberte datum zahájení
fa: تاریخ شروع را انتخاب کنید
hi: प्रारंभ तिथि चुनें
ja: 開始日を選択してください
pl: Wybierz datę początkową
ro: Selectează data de început
th: เลือกวันที่เริ่มต้น
vi: Vui lòng chọn ngày bắt đầu

source: Select expiry date
ar: اختر تاريخ الانتهاء
cs: Vyberte datum ukončení
fa: تاریخ انقضا را انتخاب کنید
hi: समाप्ति तिथि चुनें
ja: 有効期限を選択してください
pl: Wybierz datę końcową
ro: Selectează data de expirare
th: เลือกวันที่สิ้นสุด
vi: Vui lòng chọn ngày hết hạn

source: Expiry date should be after start date
ar: يجب أن يكون تاريخ الانتهاء بعد تاريخ البدء
cs: Datum ukončení musí být po datu zahájení
fa: تاریخ انقضا باید بعد از تاریخ شروع باشد
hi: समाप्ति तिथि प्रारंभ तिथि के बाद होनी चाहिए
ja: 有効期限は開始日より後である必要があります
pl: Data końcowa powinna być późniejsza niż data początkowa
ro: Data de expirare trebuie să fie după data de început
th: วันที่สิ้นสุดต้องหลังวันที่เริ่มต้น
vi: Ngày hết hạn phải sau ngày bắt đầu

# dataBackupAndRestoreDescription
source: Save and load your financial records
ar: احفظ وحمل سجلاتك المالية
cs: Uložte a načtěte své finanční záznamy
fa: سوابق مالی خود را ذخیره و بارگذاری کنید
hi: अपने वित्तीय रिकॉर्ड सहेजें और लोड करें
ja: 財務記録を保存およびロード
pl: Zapisz i załaduj swoje dane finansowe
ro: Salvează și încarcă înregistrările tale financiare
th: บันทึกและโหลดบันทึกทางการเงินของคุณ
vi: Lưu và tải các bản ghi tài chính của bạn

# dataImportedExportCSVDescription
source: Data Export/Import .csv file
ar: تصدير/استيراد البيانات بملف .csv
cs: Export/import dat .csv souboru
fa: خروجی/ورودی گرفتن از داده‌ها فایل .csv
hi: डेटा निर्यात/आयात .csv फ़ाइल
ja: データのエクスポート/インポート .csvファイル
pl: Eksport/import danych pliku .csv
ro: Export/Import de date fișier .csv
th: ส่งออก/นำเข้าข้อมูลไฟล์ .csv
vi: Xuất/Nhập dữ liệu tệp .csv

source: User
ar: مستخدم
cs: Uživatel
fa: کاربر
hi: उपयोगकर्ता
ja: ユーザー
pl: Użytkownik
ro: Utilizator
th: ผู้ใช้
vi: Người dùng

source: Participants
ar: المشاركون
cs: Účastníci
fa: شرکت‌کنندگان
hi: प्रतिभागी
ja: 参加者
pl: Uczestnicy
ro: Participanți
th: ผู้เข้าร่วม
vi: Người tham gia

source: Quarterly
ar: ربع سنوي
cs: Čtvrtletně
fa: سه‌ماهه
hi: त्रैमासिक
ja: 四半期ごと
pl: Kwartalnie
ro: Trimestrial
th: รายไตรมาส
vi: Hàng quý

source: Icon Style
ar: نمط الأيقونة
cs: Styl ikony
fa: سبک آیکون
hi: आइकन स्टाइल
ja: アイコンスタイル
pl: Styl ikony
ro: Stil Iconițe
th: รูปแบบไอคอน
vi: Kiểu biểu tượng

# iconStyleDescription
source: Customize your preferred icon style
ar: خصص نمط الأيقونة المفضل لديك
cs: Přizpůsobte si preferovaný styl ikony
fa: سبک آیکون مورد نظر خود را سفارشی کنید
hi: अपनी पसंदीदा आइकन स्टाइल को अनुकूलित करें
ja: お好みのアイコンスタイルをカスタマイズ
pl: Dostosuj preferowany styl ikony
ro: Personalizează stilul preferat al iconițelor
th: ปรับแต่งรูปแบบไอคอนที่คุณต้องการ
vi: Tùy chỉnh kiểu biểu tượng ưa thích của bạn

source: Filled
ar: ممتلئ
cs: Vyplněný
fa: پر شده
hi: भरा हुआ
ja: 塗りつぶし
pl: Wypełniony
ro: Plin
th: เติมเต็ม
vi: Đầy

source: Weight
ar: الوزن
cs: Tloušťka
fa: ضخامت
hi: वजन
ja: 太さ
pl: Grubość
ro: Grosime
th: น้ำหนัก
vi: Trọng lượng

source: Optical Size
ar: الحجم البصري
cs: Optická velikost
fa: اندازه نوری
hi: ऑप्टिकल आकार
ja: 光学サイズ
pl: Rozmiar optyczny
ro: Dimensiune Optică
th: ขนาดออปติคัล
vi: Kích thước quang học

source: Grade
ar: الدرجة
cs: Stupeň
fa: درجه
hi: ग्रेड
ja: グレード
pl: Stopień
ro: Grad
th: เกรด
vi: Cấp độ

# youOwedMoreThanYouOwe
source: You're owed more than you owe
ar: أنت مستحق أكثر مما تدين
cs: Dluží vám více, než dlužíte vy
fa: شما بیشتر طلبکار هستید تا بدهکار
hi: आपको जितना बकाया है उससे ज्यादा आपको बकाया है
ja: あなたが貸している金額が借りている金額より多い
pl: Masz więcej należności niż zobowiązań
ro: Ai de primit mai mult decât datorezi
th: คุณเป็นเจ้าหนี้มากกว่าลูกหนี้
vi: Bạn được nợ nhiều hơn số tiền bạn nợ

# youOweMoreThanYouAreOwed
source: You owe more than you're owed
ar: أنت مدين أكثر مما يُستحق لك
cs: Dlužíte více, než dluží vám
fa: شما بیشتر بدهکار هستید تا طلبکار
hi: आपको जितना बकाया है उससे ज्यादा आप बकाया हैं
ja: あなたが借りている金額が貸している金額より多い
pl: Masz więcej zobowiązań niż należności
ro: Datorezi mai mult decât ai de primit
th: คุณเป็นลูกหนี้มากกว่าเจ้าหนี้
vi: Bạn nợ nhiều hơn số tiền bạn được nợ

source: Others
ar: آخرون
cs: Ostatní
fa: دیگر
hi: अन्य
ja: その他
pl: Inne
ro: Altele
th: อื่นๆ
vi: Khác

source: About
ar: حول
cs: O aplikaci
fa: درباره
hi: के बारे में
ja: について
pl: O aplikacji
ro: Despre
th: เกี่ยวกับ
vi: Giới thiệu

source: RevenueCat ID
ar: معرف RevenueCat
cs: ID RevenueCat
fa: شناسه RevenueCat
pl: ID RevenueCat
ro: ID RevenueCat
vi: ID RevenueCat

source: RevenueCat ID copied
ar: تم نسخ معرف RevenueCat
cs: ID RevenueCat zkopírováno
fa: شناسه RevenueCat کپی شد
hi: RevenueCat ID कॉपी किया गया
ja: RevenueCat IDがコピーされました
pl: Skopiowano ID RevenueCat
ro: ID RevenueCat copiat
th: คัดลอก RevenueCat ID แล้ว
vi: Đã sao chép ID RevenueCat

source: Selected:
ar: محدد:
cs: Vybráno:
fa: انتخاب شده:
hi: चयनित:
ja: 選択済み:
pl: Wybrano:
ro: Selectat:
th: เลือกแล้ว:
vi: Đã chọn:

source: What should we call you?
ar: ماذا نسميك؟
cs: Jak vám máme říkat?
fa: شما را چه بنامیم؟
hi: हम आपको क्या कहकर बुलाएँ?
ja: 何で呼ばれるべきですか？
pl: Jak powinniśmy cię nazywać?
ro: Cum ar trebui să te numim?
th: เราควรเรียกคุณว่าอะไร?
vi: Chúng tôi nên gọi bạn là gì?

source: Subscriptions
ar: الاشتراكات
cs: Předplatná
fa: اشتراک‌ها
hi: सदस्यताएँ
ja: 購読
pl: Subskrypcje
ro: Abonamente
th: การสมัครสมาชิกทั้งหมด
vi: Đăng ký

source: Subscribe
ar: اشترك
cs: Přihlásit se k odběru
fa: مشترک شدن
hi: सदस्यता लें
ja: 購読
pl: Subskrybuj
ro: Abonează-te
th: สมัครสมาชิก
vi: Đăng ký

# dataBackupAndRestore
source: Data Backup & Restore
ar: نسخ واستعادة البيانات
cs: Zálohování a obnova dat
fa: پشتیبان‌گیری و بازیابی داده‌ها
hi: डेटा बैकअप और पुनर्स्थापना
ja: データバックアップと復元
pl: Kopia zapasowa i przywracanie danych
ro: Backup și Restaurare Date
th: สำรองและกู้คืนข้อมูล
vi: Sao lưu và Khôi phục Dữ liệu

source: Licenses
ar: التراخيص
cs: Licence
fa: مجوزها
hi: लाइसेंस
ja: ライセンス
pl: Licencje
ro: Licențe
th: ใบอนุญาต
vi: Giấy phép

source: Send Email
ar: إرسال بريد
cs: Odeslat e-mail
fa: ارسال ایمیل
hi: ईमेल भेजें
ja: メールを送信
pl: Wyślij e-mail
ro: Trimite Email
th: ส่งอีเมล
vi: Gửi email

source: Light
ar: فاتح
cs: Světlý
fa: روشن
hi: लाइट
ja: ライト
pl: Jasny
ro: Luminos
th: สว่าง
vi: Sáng

source: Dark
ar: داكن
cs: Tmavý
fa: تاریک
hi: डार्क
ja: ダーク
pl: Ciemny
ro: Întunecat
th: มืด
vi: Tối

source: System
ar: النظام
cs: Systém
fa: سیستم
hi: सिस्टम
ja: システム
ro: Sistem
th: ระบบ
vi: Hệ thống

source: Info
ar: معلومات
cs: Informace
fa: اطلاعات
hi: जानकारी
ja: 情報
pl: Informacje
th: ข้อมูล
vi: Thông tin

# infoDialog
source: Paisa is a offline & privacy-first app, this info is stored locally on your device and helps personalize your app
ar: تطبيق بايسا يعمل بدون إنترنت، بياناتك تبقى على جهازك فقط.
cs: Paisa je offline aplikace zaměřená na soukromí, všechny informace jsou uloženy lokálně na vašem zařízení a pomáhají personalizovat aplikaci.
fa: پایسا یک برنامه آفلاین و متمرکز بر حریم خصوصی است، این اطلاعات به صورت محلی در دستگاه شما ذخیره شده و به شخصی‌سازی برنامه شما کمک می‌کند
hi: Paisa एक ऑफलाइन और गोपनीयता-प्रथम ऐप है, यह जानकारी आपके डिवाइस पर स्थानीय रूप से संग्रहीत की जाती है और आपके ऐप को वैयक्तिकृत करने में मदद करती है
ja: 情報ダイアログ
pl: Paisa to aplikacja offline i stawiająca na prywatność, te informacje są przechowywane lokalnie na Twoim urządzeniu i pomagają spersonalizować Twoją aplikację
ro: Paisa este o aplicație offline și axată pe confidențialitate, aceste informații sunt stocate local pe dispozitivul tău și ajută la personalizarea aplicației
th: Paisa เป็นแอปออฟไลน์และเน้นความเป็นส่วนตัว ข้อมูลนี้จะถูกเก็บไว้ในเครื่องและช่วยปรับแต่งแอปของคุณ
vi: Paisa là một ứng dụng ngoại tuyến và ưu tiên quyền riêng tư, thông tin này được lưu trữ cục bộ trên thiết bị của bạn và giúp cá nhân hóa ứng dụng của bạn

# introStepTwoTitle
source: Your Finances, Your Privacy
ar: أموالك، خصوصيتك
cs: Vaše finance, vaše soukromí
fa: امور مالی شما، حریم خصوصی شما
hi: आपके वित्त, आपकी गोपनीयता
ja: 取引を追跡して、財務を管理しましょう
pl: Twoje finanse, Twoja prywatność
ro: Finanțele Tale, Confidențialitatea Ta
th: การเงินของคุณ ความเป็นส่วนตัวของคุณ
vi: Tài chính của bạn, Quyền riêng tư của bạn

# introStepTwoSubTitle
source: Paisa works completely offline. Your data stays on your device, always.
ar: بايسا يعمل بدون إنترنت. بياناتك تبقى على جهازك دائماً.
cs: Paisa funguje zcela offline. Vaše data zůstávají vždy na vašem zařízení.
fa: پایسا کاملاً آفلاین کار می‌کند. داده‌های شما همیشه در دستگاه شما باقی می‌ماند.
hi: Paisa पूरी तरह से ऑफलाइन काम करता है। आपका डेटा हमेशा आपके डिवाइस पर रहता है।
ja: 取引を追跡して、財務を管理しましょう
pl: Paisa działa całkowicie offline. Twoje dane pozostają na Twoim urządzeniu, zawsze.
ro: Paisa funcționează complet offline. Datele tale rămân pe dispozitivul tău, mereu.
th: Paisa ทำงานแบบออฟไลน์ ข้อมูลของคุณจะอยู่ในอุปกรณ์เสมอ
vi: Paisa hoạt động hoàn toàn ngoại tuyến. Dữ liệu của bạn luôn nằm trên thiết bị của bạn.

# introStepThreeTitle
source: Understand Your Spending Habits
ar: افهم عاداتك المالية
cs: Poznejte své návyky utrácení
fa: عادات خرج کردن خود را درک کنید
hi: अपनी खर्च करने की आदतों को समझें
ja: 取引を追跡して、財務を管理しましょう
pl: Zrozum swoje nawyki wydatkowe
ro: Înțelege-ți Obiceiurile de Cheltuit
th: เข้าใจนิสัยการใช้จ่ายของคุณ
vi: Hiểu Thói quen Chi tiêu của bạn

# introStepThreeSubTitle
source: Track your expenses, savings, and investments in one place.
ar: تابع مصاريفك ومدخراتك في مكان واحد.
cs: Sledujte své výdaje, úspory a investice na jednom místě.
fa: هزینه‌ها، پس‌اندازها و سرمایه‌گذاری‌های خود را در یک مکان پیگیری کنید.
hi: अपने खर्चों, बचत और निवेश को एक ही स्थान पर ट्रैक करें।
ja: 取引を追跡して、財務を管理しましょう
pl: Śledź swoje wydatki, oszczędności i inwestycje w jednym miejscu.
ro: Urmărește-ți cheltuielile, economiile și investițiile într-un singur loc.
th: ติดตามค่าใช้จ่าย การออม และการลงทุนของคุณในที่เดียว
vi: Theo dõi chi phí, khoản tiết kiệm và đầu tư của bạn ở một nơi.

source: Your currency
ar: عملتك
cs: Vaše měna
fa: واحد پول شما
hi: आपकी मुद्रा
ja: あなたの通貨
pl: Twoja waluta
ro: Moneda ta
th: สกุลเงินของคุณ
vi: Tiền tệ của bạn

source: Search currency by name or code
ar: ابحث عن العملة بالاسم أو الرمز
cs: Hledat měnu podle názvu nebo kódu
fa: جستجوی واحد پول بر اساس نام یا کد
hi: नाम या कोड द्वारा मुद्रा खोजें
ja: 通貨名またはコードで検索
pl: Wyszukaj walutę po nazwie lub kodzie
ro: Caută moneda după nume sau cod
th: ค้นหาสกุลเงินด้วยชื่อหรือรหัส
vi: Tìm kiếm tiền tệ theo tên hoặc mã

# returningUser
source: Returning user, Restore from backup
ar: مستخدم سابق؟ استرجع النسخة الاحتياطية
cs: Vrací se uživatel, obnovit ze zálohy
fa: کاربر بازگشته، بازیابی از پشتیبان
hi: लौटता हुआ उपयोगकर्ता, बैकअप से पुनर्स्थापित करें
ja: 復元するユーザーを選択するか、すべてエクスポートしてください
pl: Powracający użytkownik, przywróć z kopii zapasowej
ro: Utilizator existent, Restaurează din backup
th: ผู้ใช้เดิม กู้คืนจากสำเนาสำรอง
vi: Người dùng quay lại, Khôi phục từ bản sao lưu

source: Select valid backup file
ar: اختر ملف نسخ احتياطي صحيح
cs: Vyberte platný záložní soubor
fa: فایل پشتیبان معتبر انتخاب کنید
hi: वैध बैकअप फ़ाइल का चयन करें
ja: 有効なバックアップファイルを選択してください
pl: Wybierz prawidłowy plik kopii zapasowej
ro: Selectează un fișier de backup valid
th: เลือกไฟล์สำรองข้อมูลที่ถูกต้อง
vi: Chọn một tệp sao lưu hợp lệ

# fromAndToAccountSame
source: From and to account cannot be same
ar: لا يمكن أن يكون الحسابان متشابهان
cs: Odesílací a přijímací účet nemohou být stejné
fa: حساب مبدا و مقصد نمی‌توانند یکسان باشند
hi: प्रेषक और प्राप्तकर्ता खाता समान नहीं हो सकते
ja: 送金元と送金先の口座は同じです
pl: Konto źródłowe i docelowe nie mogą być takie same
ro: Contul de origine și cel de destinație nu pot fi identice
th: บัญชีต้นทางและปลายทางต้องไม่เหมือนกัน
vi: Tài khoản gửi và nhận không thể giống nhau

source: Get Lifetime Access
ar: احصل على وصول مدى الحياة
cs: Získat doživotní přístup
fa: دسترسی دائمی دریافت کنید
hi: लाइफटाइम एक्सेस प्राप्त करें
ja: ライフタイムアクセスを取得
pl: Uzyskaj dożywotni dostęp
ro: Obține Acces pe Viață
th: รับสิทธิ์ตลอดชีพ
vi: Nhận Quyền truy cập trọn đời

source: Annually
ar: سنويًا
cs: Ročně
fa: سالانه
hi: वार्षिक
ja: 年次
pl: Rocznie
ro: Anual
th: รายปี
vi: Hàng năm

source: Lifetime
ar: مدى الحياة
cs: Doživotně
fa: دائمی
hi: लाइफटाइम
ja: ライフタイム
pl: Dożywotnio
ro: Pe viață
th: ตลอดชีพ
vi: Trọn đời

# whatYouGet
source: What you'll get
ar: ماذا ستحصل
cs: Co získáte
fa: آنچه دریافت خواهید کرد
hi: आपको क्या मिलेगा
ja: 何を手に入れますか？
pl: Co otrzymasz
ro: Ce vei obține
th: สิ่งที่คุณจะได้รับ
vi: Những gì bạn sẽ nhận được

# feature_1_title
source: Multiple Accounts
ar: حسابات متعددة
cs: Více účtů
fa: حساب‌های چندگانه
hi: एकाधिक खाते
ja: 複数の口座
pl: Wiele kont
ro: Conturi Multiple
th: หลายบัญชี
vi: Nhiều Tài khoản

# feature_1_description
source: Manage multiple user profiles with separate transactions and currencies.
ar: إدارة ملفات مستخدمين متعددة بعملات منفصلة.
cs: Spravujte více uživatelských profilů s oddělenými transakcemi a měnami.
fa: چندین پروفایل کاربری را با تراکنش‌ها و واحدهای پولی جداگانه مدیریت کنید.
hi: अलग-अलग लेनदेन और मुद्राओं के साथ एकाधिक उपयोगकर्ता प्रोफ़ाइल प्रबंधित करें।
ja: 複数の口座を管理できます。
pl: Zarządzaj wieloma profilami użytkowników z osobnymi transakcjami i walutami.
ro: Gestionează mai multe profiluri de utilizator cu tranzacții și monede separate.
th: จัดการโปรไฟล์ผู้ใช้หลายรายพร้อมธุรกรรมและสกุลเงินแยกกัน
vi: Quản lý nhiều hồ sơ người dùng với các giao dịch và tiền tệ riêng biệt.

# feature_2_title
source: Unlimited
ar: غير محدود
cs: Neomezeně
fa: نامحدود
hi: असीमित
pl: Nieograniczone
ro: Nelimitat
th: ไม่จำกัด
vi: Không giới hạn

# feature_2_description
source: Create unlimited accounts, subscriptions, budgets, recurring events, and goals.
ar: أنشئ حسابات واشتراكات وميزانيات وأهداف بلا حدود.
cs: Vytvářejte neomezený počet účtů, předplatných, rozpočtů, opakovaných událostí a cílů.
fa: حساب‌ها، اشتراک‌ها، بودجه‌ها، رویدادهای تکرارشونده و اهداف نامحدود ایجاد کنید.
hi: असीमित खाते, सदस्यता, बजट, आवर्ती इवेंट और लक्ष्य बनाएँ।
ja: 無制限の口座、購読、予算、再発するイベント、目標を作成できます。
pl: Twórz nieograniczoną liczbę kont, subskrypcji, budżetów, wydarzeń cyklicznych i celów.
ro: Creează conturi, abonamente, bugete, evenimente recurente și obiective nelimitate.
th: สร้างบัญชี การสมัครสมาชิก งบประมาณ เหตุการณ์ประจำ และเป้าหมายได้ไม่จำกัด
vi: Tạo không giới hạn số lượng tài khoản, đăng ký, ngân sách, sự kiện định kỳ và mục tiêu.

# feature_3_title
source: Google Drive Backup
ar: نسخ جوجل درايف
cs: Zálohování na Google Drive
fa: پشتیبان‌گیری گوگل درایو
hi: Google ड्राइव बैकअप
pl: Kopia zapasowa na Google Drive
ro: Backup Google Drive
th: สำรองข้อมูล Google Drive
vi: Sao lưu Google Drive

# feature_3_description
source: Back up your data to Google Drive and restore it whenever needed.
ar: انسخ بياناتك إلى جوجل درايف واسترجعها عند الحاجة.
cs: Zálohujte svá data na Google Drive a obnovte je, kdykoli budete potřebovat.
fa: از داده‌های خود در گوگل درایو پشتیبان‌گیری کرده و در صورت نیاز آنها را بازیابی کنید.
hi: अपने डेटा का Google ड्राइव पर बैकअप लें और जब भी आवश्यकता हो उसे पुनर्स्थापित करें।
ja: データをGoogle Driveにバックアップし、必要に応じて復元できます。
pl: Twórz kopie zapasowe swoich danych na Google Drive i przywracaj je w razie potrzeby.
ro: Fă backup datelor tale pe Google Drive și restaurează-le oricând este necesar.
th: สำรองข้อมูลของคุณไปยัง Google Drive และกู้คืนเมื่อจำเป็น
vi: Sao lưu dữ liệu của bạn vào Google Drive và khôi phục khi cần.

# feature_4_title
source: Home Screen Widget
ar: ودجت الشاشة الرئيسية
cs: Widget na domovské obrazovce
fa: ویجت صفحه اصلی
hi: होम स्क्रीन विजेट
ja: ホーム画面ウィジェット
pl: Widget ekranu głównego
ro: Widget Ecran de Pornire
th: วิดเจ็ตหน้าหลัก
vi: Tiện ích màn hình chính

# feature_4_description
source: Add a widget to your home screen for quick access to your finances.
ar: أضف ودجت للوصول السريع لأموالك.
cs: Přidejte widget na domovskou obrazovku pro rychlý přístup ke svým financím.
fa: برای دسترسی سریع به امور مالی خود، یک ویجت به صفحه اصلی خود اضافه کنید.
hi: अपने वित्त तक त्वरित पहुंच के लिए अपनी होम स्क्रीन पर एक विजेट जोड़ें।
ja: ホーム画面にウィジェットを追加して、財務に簡単にアクセスできます。
pl: Dodaj widżet do ekranu głównego, aby szybko uzyskać dostęp do swoich finansów.
ro: Adaugă un widget pe ecranul de pornire pentru acces rapid la finanțele tale.
th: เพิ่มวิดเจ็ตในหน้าหลักเพื่อเข้าถึงการเงินของคุณอย่างรวดเร็ว
vi: Thêm tiện ích vào màn hình chính để truy cập nhanh vào tài chính của bạn.

# feature_5_title
source: Just Black Theme
ar: وضع داكن فقط
cs: Pouze tmavé téma
fa: پوسته فقط مشکی
hi: सिर्फ काला थीम
pl: Motyw Czysta Czerń
ro: Temă Negru Complet
th: ธีมสีดำล้วน
vi: Chủ đề Đen thuần túy

# feature_5_description
source: A dark theme that is easy on the eyes and saves battery life.
ar: وضع داكن مريح للعين ويوفر البطارية.
cs: Tmavé téma, které je šetrné k očím a šetří baterii.
fa: پوسته‌ای تاریک که برای چشم راحت بوده و عمر باتری را ذخیره می‌کند.
hi: एक डार्क थीम जो आंखों के लिए आसान है और बैटरी जीवन बचाती है।
ja: 目にやさしく、バッテリーを節約するダークテーマ。
pl: Ciemny motyw, który jest przyjemny dla oczu i oszczędza baterię.
ro: O temă întunecată care este odihnitoare pentru ochi și economisește durata de viață a bateriei.
th: ธีมมืดที่สบายตาและประหยัดแบตเตอรี่
vi: Một chủ đề tối dễ nhìn và tiết kiệm pin.

# noActivityLastMonth
source: No spending last month
ar: لا مصاريف الشهر الماضي
cs: Žádné výdaje minulý měsíc
fa: ماه گذشته فعالیتی وجود نداشته است
hi: पिछले महीने कोई खर्च नहीं
ja: 先月のアクティビティはありません
pl: Brak aktywności w zeszłym miesiącu
ro: Nicio cheltuială luna trecută
th: ไม่มีการใช้จ่ายเดือนที่แล้ว
vi: Không có hoạt động nào vào tháng trước

source: vs last month
ar: مقارنة بالشهر الماضي
cs: Oproti minulému měsíci
fa: در مقایسه با ماه گذشته
hi: बनाम पिछले महीने
ja: 前月比
pl: w porównaniu do zeszłego miesiąca
ro: vs luna trecută
th: เทียบกับเดือนที่แล้ว
vi: so với tháng trước

source: Stable compared to last month
ar: مستقر مقارنة بالشهر الماضي
cs: Stabilní oproti minulému měsíci
fa: در مقایسه با ماه گذشته پایدار است
hi: पिछले महीने की तुलना में स्थिर
ja: 先月と比較して安定しています
pl: Stabilny w porównaniu do zeszłego miesiąca
ro: Stabil comparativ cu luna trecută
th: คงที่เมื่อเทียบกับเดือนที่แล้ว
vi: Ổn định so với tháng trước

source: New spending activity
ar: نشاط إنفاق جديد
cs: Nová výdajová aktivita
fa: فعالیت خرج کردن جدید
hi: नया खर्च गतिविधि
ja: 新しい支出活動
pl: Nowa aktywność wydatkowa
ro: Activitate de cheltuieli nouă
th: กิจกรรมการใช้จ่ายใหม่
vi: Hoạt động chi tiêu mới

source: No spending this month
ar: لا مصاريف هذا الشهر
cs: Žádné výdaje tento měsíc
fa: این ماه خرجی وجود نداشته است
hi: इस महीने कोई खर्च नहीं
ja: 今月の支出はありません
pl: Brak wydatków w tym miesiącu
ro: Nicio cheltuială luna aceasta
th: ไม่มีการใช้จ่ายเดือนนี้
vi: Không có chi tiêu nào trong tháng này

source: This month spending
ar: مصاريف هذا الشهر
cs: Výdaje tento měsíc
fa: خرج این ماه
hi: इस महीने का खर्च
ja: 今月の支出
pl: Wydatki w tym miesiącu
ro: Cheltuielile acestei luni
th: การใช้จ่ายเดือนนี้
vi: Chi tiêu tháng này

source: Generated on
ar: تم الإنشاء في
cs: Vygenerováno
fa: ایجاد شده در
hi: पर उत्पन्न
ja: 生成日
pl: Wygenerowano
ro: Generat la
th: สร้างเมื่อ
vi: Được tạo vào

source: Total Income
ar: إجمالي الدخل
cs: Celkový příjem
fa: درآمد کل
hi: कुल आय
ja: 総収入
pl: Całkowity dochód
ro: Venit Total
th: รายรับรวม
vi: Tổng thu nhập

source: Total Expense
ar: إجمالي المصروف
cs: Celkové výdaje
fa: هزینه کل
hi: कुल खर्च
ja: 総支出
pl: Całkowity wydatek
ro: Cheltuială Totală
th: รายจ่ายรวม
vi: Tổng chi phí

source: Net Balance
ar: الرصيد الصافي
cs: Čistý zůstatek
fa: موجودی خالص
hi: शुद्ध शेष
ja: 純残高
pl: Saldo netto
ro: Sold Net
th: ยอดสุทธิ
vi: Số dư ròng

source: vs Previous Year
ar: مقارنة بالسنة الماضية
cs: Oproti minulému roku
fa: در مقایسه با سال قبل
hi: बनाम पिछले साल
ja: 前年比
pl: w porównaniu do poprzedniego roku
ro: vs Anul Precedent
th: เทียบกับปีก่อน
vi: so với năm trước

source: Expense Categories
ar: تصنيفات المصروفات
cs: Kategorie výdajů
fa: دسته‌بندی‌های هزینه
hi: खर्च श्रेणियां
ja: 支出カテゴリ
pl: Kategorie wydatków
ro: Categorii de Cheltuieli
th: หมวดหมู่ค่าใช้จ่าย
vi: Danh mục chi phí

source: Income Categories
ar: تصنيفات الدخل
cs: Kategorie příjmů
fa: دسته‌بندی‌های درآمد
hi: आय श्रेणियां
ja: 収入カテゴリ
pl: Kategorie dochodów
ro: Categorii de Venituri
th: หมวดหมู่รายรับ
vi: Danh mục thu nhập

source: Percentage
ar: النسبة
cs: Procento
fa: درصد
hi: प्रतिशत
ja: 割合
pl: Procent
ro: Procentaj
th: เปอร์เซ็นต์
vi: Phần trăm

source: Detailed Transactions
ar: تفاصيل العمليات
cs: Podrobné transakce
fa: تراکنش‌های دقیق
hi: विस्तृत लेनदेन
ja: 詳細な取引
pl: Szczegółowe transakcje
ro: Tranzacții Detaliate
th: ธุรกรรมโดยละเอียด
vi: Giao dịch chi tiết

source: Uncategorized
ar: غير مصنف
cs: Bez kategorie
fa: دسته‌بندی نشده
hi: अवर्गीकृत
ja: 未分類
pl: Nieskategoryzowane
ro: Necategorizat
th: ไม่ระบุหมวดหมู่
vi: Chưa phân loại
