Repository: KirmesTVAustria/paisa-app
Catalog: localization/app_*.arb
Languages: ar, cs, fa, hi, ja, pl, ro, th, vi

# appTitle
source: Paisa
ar: بايسا
fa: پایسا
th: ไพซ่า

source: Home
ar: الرئيسية
cs: Domů
fa: خانه
hi: होम
ja: ホーム
pl: Główna
ro: Acasă
th: หน้าหลัก
vi: Trang chủ

source: Transactions
ar: المعاملات
cs: Transakce
fa: تراکنش‌ها
hi: लेन-देन
ja: 取引履歴
pl: Transakcje
ro: Tranzacții
th: ธุรกรรม
vi: Giao dịch

# welcomeMessage
source: Welcome back!
ar: مرحباً بعودتك!
cs: Vítejte zpět!
fa: خوش آمدید!
hi: वापसी पर स्वागत है!
ja: お帰りなさい！
pl: Witaj ponownie!
ro: Bine ai revenit!
th: ยินดีต้อนรับกลับ!
vi: Chào mừng trở lại!

source: Categories
ar: الفئات
cs: Kategorie
fa: دسته‌بندی‌ها
hi: श्रेणियाँ
ja: カテゴリー
pl: Kategorie
ro: Categorii
th: หมวดหมู่
vi: Danh mục

source: Accounts
ar: الحسابات
cs: Účty
fa: حساب‌ها
hi: खाते
ja: アカウント
pl: Konta
ro: Conturi
th: บัญชี
vi: Tài khoản

source: Budget
ar: الميزانية
cs: Rozpočet
fa: بودجه
hi: बजट
ja: 予算
pl: Budżet
ro: Buget
th: งบประมาณ
vi: Ngân sách

source: Budgets
ar: الميزانيات
cs: Rozpočty
fa: بودجه‌ها
hi: बजट
ja: 予算管理
pl: Budżety
ro: Bugete
th: งบประมาณทั้งหมด
vi: Quản lý ngân sách

source: Overview
ar: نظرة عامة
cs: Přehled
fa: نمای کلی
hi: अवलोकन
ja: 概要
pl: Przegląd
ro: Rezumat
th: ภาพรวม
vi: Tổng quan

source: Default account
ar: الحساب الافتراضي
cs: Výchozí účet
fa: تنظیم حساب پیش‌فرض
hi: डिफ़ॉल्ट खाता सेट करें
ja: デフォルトアカウント
pl: Domyślne konto
ro: Setează contul implicit
th: ตั้งค่าบัญชีเริ่มต้น
vi: Tài khoản mặc định

source: Recurring
ar: متكرر
cs: Opakující se
fa: تکرارشونده
hi: आवर्ती
ja: 定期的
pl: Cykliczne
ro: Recurente
th: รายการประจำ
vi: Định kỳ

# addTransactionTooltip
source: Add transaction
ar: إضافة معاملة
cs: Přidat transakci
fa: افزودن تراکنش
hi: लेन-देन जोड़ें
ja: 取引を追加
pl: Dodaj transakcję
ro: Adaugă tranzacție
th: เพิ่มธุรกรรม
vi: Thêm giao dịch

# addAccountTooltip
source: Add account
ar: إضافة حساب
cs: Přidat účet
fa: افزودن حساب
hi: खाता जोड़ें
ja: アカウントを追加
pl: Dodaj konto
ro: Adaugă cont
th: เพิ่มบัญชี
vi: Thêm tài khoản

# addCategoryTooltip
source: Add category
ar: إضافة فئة
cs: Přidat kategorii
fa: افزودن دسته‌بندی
hi: श्रेणी जोड़ें
ja: カテゴリーを追加
pl: Dodaj kategorię
ro: Adaugă categorie
th: เพิ่มหมวดหมู่
vi: Thêm danh mục

source: Add recurring
ar: إضافة متكرر
cs: Přidat opakující se
fa: افزودن تکرارشونده
hi: आवर्ती जोड़ें
ja: 定期的な取引を追加
pl: Dodaj transakcję cykliczną
ro: Adaugă recurență
th: เพิ่มรายการประจำ
vi: Thêm định kỳ

source: Edit recurring
ar: تعديل متكرر
cs: Upravit opakující se
fa: ویرایش تکرارشونده
hi: आवर्ती संपादित करें
ja: 定期的な取引を編集
pl: Edytuj transakcję cykliczną
ro: Editează recurență
th: แก้ไขรายการประจำ
vi: Sửa định kỳ

# selectDateRangeTooltip
source: Date range
ar: نطاق التاريخ
cs: Vybrat rozsah dat
fa: محدوده تاریخ
hi: तिथि सीमा चुनें
ja: 期間を選択
pl: Zakres dat
ro: Interval de date
th: ช่วงวันที่
vi: Chọn khoảng thời gian

source: Add Category
ar: إضافة فئة
cs: Přidat kategorii
fa: افزودن دسته‌بندی
hi: श्रेणी जोड़ें
ja: カテゴリーを追加
pl: Dodaj kategorię
ro: Adaugă Categorie
th: เพิ่มหมวดหมู่
vi: Thêm danh mục

# addCategoryEmptyTitle
source: No categories
ar: لا توجد فئات
cs: Žádné kategorie
fa: دسته‌بندی وجود ندارد
hi: कोई श्रेणी नहीं
ja: カテゴリーがありません
pl: Brak kategorii
ro: Fără categorii
th: ไม่มีหมวดหมู่
vi: Không có danh mục

# addCategoryEmptySubTitle
source: Add categories to select
ar: أضف فئات للاختيار
cs: Přidejte kategorie k výběru
fa: برای انتخاب، دسته‌بندی اضافه کنید
hi: चयन के लिए श्रेणियाँ जोड़ें
ja: カテゴリーを追加して選択してください
pl: Dodaj kategorie do wyboru
ro: Adaugă categorii pentru a le putea selecta
th: เพิ่มหมวดหมู่เพื่อเลือก
vi: Thêm danh mục để lựa chọn

# addAccountEmptyTitle
source: No accounts
ar: لا توجد حسابات
cs: Žádné účty
fa: حسابی وجود ندارد
hi: कोई खाता नहीं
ja: アカウントがありません
pl: Brak kont
ro: Fără conturi
th: ไม่มีบัญชี
vi: Không có tài khoản

# addAccountEmptySubTitle
source: Add an account to select
ar: أضف حساباً للاختيار
cs: Přidejte účet k výběru
fa: برای انتخاب، یک حساب اضافه کنید
hi: चयन के लिए खाता जोड़ें
ja: アカウントを追加して選択してください
pl: Dodaj konto do wyboru
ro: Adaugă un cont pentru a-l putea selecta
th: เพิ่มบัญชีเพื่อเลือก
vi: Thêm tài khoản để lựa chọn

source: Add transaction
ar: إضافة معاملة
cs: Přidat transakci
fa: افزودن تراکنش
hi: लेन-देन जोड़ें
ja: 取引を追加
pl: Dodaj transakcję
ro: Adaugă tranzacție
th: เพิ่มธุรกรรม
vi: Thêm giao dịch

source: Update transaction
ar: تحديث المعاملة
cs: Upravit transakci
fa: به‌روزرسانی تراکنش
hi: लेन-देन अपडेट करें
ja: 取引を更新
pl: Zaktualizuj transakcję
ro: Actualizează tranzacția
th: อัปเดตธุรกรรม
vi: Cập nhật giao dịch

# addedTransaction
source: Transaction added
ar: تمت إضافة المعاملة
cs: Transakce přidána
fa: تراکنش اضافه شد
hi: लेन-देन जोड़ा गया
ja: 取引を追加しました
pl: Dodano transakcję
ro: Tranzacție adăugată
th: เพิ่มธุรกรรมแล้ว
vi: Đã thêm giao dịch

# updatedTransaction
source: Transaction updated
ar: تم تحديث المعاملة
cs: Transakce upravena
fa: تراکنش به‌روزرسانی شد
hi: लेन-देन अपडेट किया गया
ja: 取引を更新しました
pl: Zaktualizowano transakcję
ro: Tranzacție actualizată
th: อัปเดตธุรกรรมแล้ว
vi: Đã cập nhật giao dịch

# deletedTransaction
source: Transaction deleted
ar: تم حذف المعاملة
cs: Transakce smazána
fa: تراکنش حذف شد
hi: लेन-देन हटा दिया गया
ja: 取引を削除しました
pl: Usunięto transakcję
ro: Tranzacție ștearsă
th: ลบธุรกรรมแล้ว
vi: Đã xóa giao dịch

source: Expense name
ar: اسم المصروف
cs: Název výdaje
fa: نام هزینه
hi: खर्च का नाम
ja: 支出名
pl: Nazwa wydatku
ro: Numele cheltuielii
th: ชื่อค่าใช้จ่าย
vi: Tên chi tiêu

source: Description
ar: الوصف
cs: Popis
fa: توضیحات
hi: विवरण
ja: 説明
pl: Opis
ro: Descriere
th: คำอธิบาย
vi: Mô tả

source: Select account
ar: اختر الحساب
cs: Vybrat účet
fa: انتخاب حساب
hi: खाता चुनें
ja: アカウントを選択
pl: Wybierz konto
ro: Selectează cont
th: เลือกบัญชี
vi: Chọn tài khoản

source: Select category
ar: اختر الفئة
cs: Vybrat kategorii
fa: انتخاب دسته‌بندی
hi: श्रेणी चुनें
ja: カテゴリーを選択
pl: Wybierz kategorię
ro: Selectează categorie
th: เลือกหมวดหมู่
vi: Chọn danh mục

source: Settings
ar: الإعدادات
cs: Nastavení
fa: تنظیمات
hi: सेटिंग्स
ja: 設定
pl: Ustawienia
ro: Setări
th: การตั้งค่า
vi: Cài đặt

# lockApp
source: Unlock with fingerprint
ar: فتح القفل ببصمة الإصبع
cs: Odemknout otiskem prstu
fa: باز کردن با اثر انگشت
hi: फिंगरप्रिंट से अनलॉक करें
ja: 指紋認証でロック解除
pl: Odblokuj odciskiem palca
ro: Deblochează cu amprentă
th: ปลดล็อกด้วยลายนิ้วมือ
vi: Mở khóa bằng vân tay

source: Expense
ar: مصروف
cs: Výdaj
fa: هزینه
hi: खर्च
ja: 支出
pl: Wydatek
ro: Cheltuială
th: ค่าใช้จ่าย
vi: Chi tiêu

source: Transfer
ar: تحويل
cs: Převod
fa: انتقال
hi: ट्रांसफर
ja: 振込
pl: Przelew
th: โอนเงิน
vi: Chuyển khoản

source: Daily
ar: يومي
cs: Denně
fa: روزانه
hi: दैनिक
ja: 日次
pl: Dziennie
ro: Zilnic
th: รายวัน
vi: Hàng ngày

source: Weekly
ar: أسبوعي
cs: Týdně
fa: هفتگی
hi: साप्ताहिक
ja: 週次
pl: Tygodniowo
ro: Săptămânal
th: รายสัปดาห์
vi: Hàng tuần

source: Monthly
ar: شهري
cs: Měsíčně
fa: ماهانه
hi: मासिक
ja: 月次
pl: Miesięcznie
ro: Lunar
th: รายเดือน
vi: Hàng tháng

source: Yearly
ar: سنوي
cs: Ročně
fa: سالانه
hi: वार्षिक
ja: 年次
pl: Rocznie
ro: Anual
th: รายปี
vi: Hàng năm

source: All
ar: الكل
cs: Vše
fa: همه
hi: सभी
ja: すべて
pl: Wszystko
ro: Toate
th: ทั้งหมด
vi: Tất cả

source: Update account
ar: تحديث الحساب
cs: Upravit účet
fa: به‌روزرسانی حساب
hi: खाता अपडेट करें
ja: アカウントを更新
pl: Zaktualizuj konto
ro: Actualizează contul
th: อัปเดตบัญชี
vi: Cập nhật tài khoản

source: Add Account
ar: إضافة حساب
cs: Přidat účet
fa: افزودن حساب
hi: खाता जोड़ें
ja: アカウントを追加
pl: Dodaj konto
ro: Adaugă Cont
th: เพิ่มบัญชี
vi: Thêm tài khoản

source: Transaction history
ar: سجل المعاملات
cs: Historie transakcí
fa: تاریخچه تراکنش‌ها
hi: लेन-देन का इतिहास
ja: 取引履歴
pl: Historia transakcji
ro: Istoric tranzacții
th: ประวัติธุรกรรม
vi: Lịch sử giao dịch

source: Cash
ar: نقد
cs: Hotovost
fa: نقد
hi: नकद
ja: 現金
pl: Gotówka
ro: Numerar
th: เงินสด
vi: Tiền mặt

source: Bank
ar: بنك
cs: Banka
fa: بانک
hi: बैंक
ja: 銀行
ro: Bancă
th: ธนาคาร
vi: Ngân hàng

source: Wallet
ar: محفظة
cs: Peněženka
fa: کیف پول
hi: वॉलेट
ja: ウォレット
pl: Portfel
ro: Portofel
th: กระเป๋าสตางค์
vi: Ví

source: Account name
ar: اسم الحساب
cs: Název účtu
fa: نام حساب
hi: खाते का नाम
ja: アカウント名
pl: Nazwa konta
ro: Nume cont
th: ชื่อบัญชี
vi: Tên tài khoản

# addedAccount
source: Account added
ar: تمت إضافة الحساب
cs: Účet přidán
fa: حساب اضافه شد
hi: खाता जोड़ा गया
ja: アカウントを追加しました
pl: Dodano konto
ro: Cont adăugat
th: เพิ่มบัญชีแล้ว
vi: Đã thêm tài khoản

# updatedAccount
source: Account updated
ar: تم تحديث الحساب
cs: Účet upraven
fa: حساب به‌روزرسانی شد
hi: खाता अपडेट किया गया
ja: アカウントを更新しました
pl: Zaktualizowano konto
ro: Cont actualizat
th: อัปเดตบัญชีแล้ว
vi: Đã cập nhật tài khoản

# deletedCategory
source: Category deleted
ar: تم حذف الفئة
cs: Kategorie smazána
fa: دسته‌بندی حذف شد
hi: श्रेणी हटा दी गई
ja: カテゴリーを削除しました
pl: Usunięto kategorię
ro: Categorie ștearsă
th: ลบหมวดหมู่แล้ว
vi: Đã xóa danh mục

# successAddCategory
source: Category added
ar: تمت إضافة الفئة
cs: Kategorie přidána
fa: دسته‌بندی اضافه شد
hi: श्रेणी जोड़ी गई
ja: カテゴリーを追加しました
pl: Dodano kategorię
ro: Categorie adăugată
th: เพิ่มหมวดหมู่แล้ว
vi: Đã thêm danh mục

# validName
source: Enter valid name
ar: أدخل اسماً صحيحاً
cs: Zadejte platný název
fa: نام معتبر وارد کنید
hi: वैध नाम दर्ज करें
ja: 有効な名前を入力してください
pl: Wprowadź prawidłową nazwę
ro: Introdu un nume valid
th: กรุณากรอกชื่อที่ถูกต้อง
vi: Vui lòng nhập tên hợp lệ

source: Profile
ar: الملف الشخصي
cs: Profil
fa: پروفایل
hi: प्रोफाइल
ja: プロフィール
pl: Profil
ro: Profil
th: โปรไฟล์
vi: Hồ sơ

source: Choose theme
ar: اختر السمة
cs: Vybrat téma
fa: انتخاب پوسته
hi: थीम चुनें
ja: テーマを選択
pl: Wybierz motyw
ro: Alege tema
th: เลือกธีม
vi: Chọn giao diện

source: Select currency
ar: اختر العملة
cs: Vybrat měnu
fa: انتخاب واحد پول
hi: मुद्रा चुनें
ja: 通貨を選択
pl: Wybierz walutę
ro: Selectează moneda
th: เลือกสกุลเงิน
vi: Chọn tiền tệ

# emptyAccountMessageSubTitle
source: Add an account to view it here
ar: أضف حساباً ليظهر هنا
cs: Přidejte účet, aby se zde zobrazil
fa: برای مشاهده، یک حساب اضافه کنید
hi: यहां दिखाने के लिए खाता जोड़ें
ja: アカウントを追加して表示させてください
pl: Dodaj konto, aby wyświetlić je tutaj
ro: Adaugă un cont pentru a-l vedea aici
th: เพิ่มบัญชีเพื่อแสดงที่นี่
vi: Thêm tài khoản để xem tại đây

# emptyCategoriesMessageTitle
source: No categories available
ar: لا توجد فئات متاحة
cs: Žádné kategorie k dispozici
fa: دسته‌بندی موجود نیست
hi: कोई श्रेणी उपलब्ध नहीं
ja: カテゴリーがありません
pl: Brak dostępnych kategorii
ro: Nicio categorie disponibilă
th: ไม่มีหมวดหมู่
vi: Không có danh mục

# emptyCategoriesMessageSubTitle
source: Add a category to display it here
ar: أضف فئة لتظهر هنا
cs: Přidejte kategorii, aby se zde zobrazila
fa: برای نمایش، یک دسته‌بندی اضافه کنید
hi: यहां दिखाने के लिए श्रेणी जोड़ें
ja: カテゴリーを追加して表示させてください
pl: Dodaj kategorię, aby wyświetlić ją tutaj
ro: Adaugă o categorie pentru a o afișa aici
th: เพิ่มหมวดหมู่เพื่อแสดงที่นี่
vi: Thêm danh mục để xem tại đây

# emptyReportsMessageTitle
source: No reports data
ar: لا توجد بيانات تقارير
cs: Žádná data zpráv
fa: داده‌ای برای گزارش وجود ندارد
hi: कोई रिपोर्ट डेटा नहीं
ja: レポートデータがありません
pl: Brak danych raportów
ro: Nu există date pentru raport
th: ไม่มีข้อมูลรายงาน
vi: Không có dữ liệu báo cáo

# emptyReportsMessageSubtitle
source: To see your spending report, add some transactions
ar: لعرض تقرير إنفاقك، أضف بعض المعاملات
cs: Chcete-li zobrazit zprávu o výdajích, přidejte nějaké transakce
fa: برای دیدن گزارش هزینه‌ها، چند تراکنش اضافه کنید
hi: अपने खर्च की रिपोर्ट देखने के लिए, कुछ लेनदेन जोड़ें
ja: 支出レポートを表示するには、取引を追加してください
pl: Aby zobaczyć raport wydatków, dodaj kilka transakcji
ro: Pentru a vedea raportul de cheltuieli, adaugă câteva tranzacții
th: เพิ่มธุรกรรมเพื่อดูรายงานการใช้จ่าย
vi: Để xem báo cáo chi tiêu của bạn, hãy thêm một số giao dịch

source: Amount
ar: المبلغ
cs: Částka
fa: مبلغ
hi: राशि
ja: 金額
pl: Kwota
ro: Sumă
th: จำนวนเงิน
vi: Số tiền

source: Initial amount
ar: المبلغ الأولي
cs: Počáteční částka
fa: مبلغ اولیه
hi: प्रारंभिक राशि
ja: 初期金額
pl: Kwota początkowa
ro: Sumă inițială
th: จำนวนเงินเริ่มต้น
vi: Số tiền ban đầu

# validAmount
source: Enter valid amount
ar: أدخل مبلغاً صحيحاً
cs: Zadejte platnou částku
fa: مبلغ معتبر وارد کنید
hi: वैध राशि दर्ज करें
ja: 有効な金額を入力してください
pl: Wprowadź prawidłową kwotę
ro: Introdu o sumă validă
th: กรุณากรอกจำนวนเงินที่ถูกต้อง
vi: Vui lòng nhập số tiền hợp lệ

# dueDate
source: End date
ar: تاريخ الانتهاء
cs: Datum splatnosti
fa: تاریخ پایان
hi: समाप्ति तिथि
ja: 期限日
pl: Data końcowa
ro: Data scadentă
th: วันที่สิ้นสุด
vi: Ngày đến hạn

source: Start date
ar: تاريخ البدء
cs: Datum zahájení
fa: تاریخ شروع
hi: प्रारंभ तिथि
ja: 開始日
pl: Data początkowa
ro: Data de început
th: วันที่เริ่มต้น
vi: Ngày bắt đầu

source: Telegram
ar: تيليجرام
fa: تلگرام
hi: टेलीग्राम
th: เทเลแกรม

# telegramGroup
source: A group to follow and post bugs and feature requests
ar: مجموعة لمتابعة وإرسال الأخطاء وطلبات الميزات
cs: Skupina pro sledování chyb a požadavků na funkce
fa: گروهی برای دنبال کردن و ارسال باگ‌ها و درخواست ویژگی‌ها
hi: बग्स और फीचर अनुरोधों को ट्रैक करने और पोस्ट करने के लिए एक समूह
ja: バグ報告と機能リクエストのためのグループ
pl: Grupa do zgłaszania błędów i propozycji funkcji
ro: Un grup pentru a urmări și posta bug-uri și cereri de funcționalități
th: กลุ่มสำหรับติดตามและแจ้งบั๊กหรือฟีเจอร์ใหม่
vi: Nhóm theo dõi lỗi và yêu cầu tính năng

source: Privacy & Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
fa: سیاست حفظ حریم خصوصی
hi: गोपनीयता नीति
ja: プライバシーポリシー
pl: Polityka prywatności
ro: Politică de confidențialitate
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật

source: GitHub
ar: جيثب
fa: گیت‌هاب

# githubText
source: Check out the releases and changelog
ar: اطلع على الإصدارات وسجل التغييرات
cs: Podívejte se na verze a seznam změn
fa: نسخه‌ها و لاگ تغییرات را بررسی کنید
hi: रिलीज और चेंजलॉग देखें
ja: リリースと変更履歴を確認
pl: Sprawdź wydania i dziennik zmian
ro: Verifică versiunile și istoricul modificărilor
th: ดูรีลีสและบันทึกการเปลี่ยนแปลง
vi: Xem các bản phát hành và nhật ký thay đổi

source: Version
ar: الإصدار
cs: Verze
fa: نسخه
hi: संस्करण
ja: バージョン
pl: Wersja
ro: Versiune
th: เวอร์ชัน
vi: Phiên bản

# versionNumber
source: v{version}
ar: الإصدار {version}
fa: نسخه {version}

# deleteAccount
source: Deleting this account will remove all associated transactions.
ar: حذف هذا الحساب سيؤدي إلى إزالة جميع المعاملات المرتبطة به.
cs: Smazáním tohoto účtu odstraníte všechny související transakce.
fa: حذف این حساب، تمام تراکنش‌های مرتبط با آن را پاک می‌کند.
hi: इस खाते को हटाने से सभी संबंधित लेनदेन हट जाएंगे।
ja: このアカウントを削除すると、関連するすべての取引が削除されます。
pl: Usunięcie tego konta spowoduje usunięcie wszystkich powiązanych z nim transakcji.
ro: Ștergerea acestui cont va elimina toate tranzacțiile asociate.
th: การลบบัญชีนี้จะลบธุรกรรมที่เกี่ยวข้องทั้งหมด
vi: Xóa tài khoản này sẽ xóa tất cả các giao dịch liên quan.

# deleteCategory
source: Deleting this category will remove all associated transactions.
ar: حذف هذه الفئة سيؤدي إلى إزالة جميع المعاملات المرتبطة بها.
cs: Smazáním této kategorie odstraníte všechny související transakce.
fa: حذف این دسته‌بندی، تمام تراکنش‌های مرتبط با آن را پاک می‌کند.
hi: इस श्रेणी को हटाने से सभी संबंधित लेनदेन हट जाएंगे।
ja: このカテゴリーを削除すると、関連するすべての取引が削除されます。
pl: Usunięcie tej kategorii spowoduje usunięcie wszystkich powiązanych z nią transakcji.
ro: Ștergerea acestei categorii va elimina toate tranzacțiile asociate.
th: การลบหมวดหมู่นี้จะลบธุรกรรมที่เกี่ยวข้องทั้งหมด
vi: Xóa danh mục này sẽ xóa tất cả các giao dịch liên quan.

# deleteExpense
source: Expense {name} will be permanently removed from account {accountName}
ar: سيتم حذف المصروف {name} نهائياً من الحساب {accountName}
cs: Výdaj {name} bude trvale odstraněn z účtu {accountName}
fa: هزینه {name} برای همیشه از حساب {accountName} حذف خواهد شد
hi: खर्च {name} खाते {accountName} से स्थायी रूप से हटा दिया जाएगा
ja: 支出{name}はアカウント{accountName}から完全に削除されます
pl: Wydatek {name} zostanie trwale usunięty z konta {accountName}
ro: Cheltuiala {name} va fi eliminată permanent din contul {accountName}
th: ค่าใช้จ่าย {name} จะถูกลบถาวรจากบัญชี {accountName}
vi: Chi tiêu {name} sẽ bị xóa vĩnh viễn khỏi tài khoản {accountName}

# dialogDeleteBackupMessage
source: Are you sure you want to delete {fileName}?
ar: هل أنت متأكد أنك تريد حذف {fileName}؟
cs: Opravdu chcete smazat {fileName}?
fa: آیا از حذف {fileName} مطمئن هستید؟
hi: क्या आप वाकई {fileName} को हटाना चाहते हैं?
ja: {fileName}を削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć {fileName}?
ro: Ești sigur că vrei să ștergi {fileName}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {fileName}?
vi: Bạn có chắc chắn muốn xóa {fileName} không?

# dialogDeleteTitle
source: Permanently delete?
ar: حذف نهائي؟
cs: Smazat trvale?
fa: برای همیشه حذف شود؟
hi: स्थायी रूप से हटाएं?
ja: 完全に削除しますか？
pl: Usunąć trwale?
ro: Ștergi permanent?
th: ลบถาวร?
vi: Xóa vĩnh viễn?

# updatedCategory
source: Category updated
ar: تم تحديث الفئة
cs: Kategorie upravena
fa: دسته‌بندی به‌روزرسانی شد
hi: श्रेणी अपडेट की गई
ja: カテゴリーを更新しました
pl: Zaktualizowano kategorię
ro: Categorie actualizată
th: อัปเดตหมวดหมู่แล้ว
vi: Đã cập nhật danh mục

source: Update
ar: تحديث
cs: Upravit
fa: به‌روزرسانی
hi: अपडेट करें
ja: 更新
pl: Aktualizuj
ro: Actualizează
th: อัปเดต
vi: Cập nhật

source: Add
ar: إضافة
cs: Přidat
fa: افزودن
hi: जोड़ें
ja: 追加
pl: Dodaj
ro: Adaugă
th: เพิ่ม
vi: Thêm

source: Done
ar: تم
cs: Hotovo
fa: انجام شد
hi: हो गया
ja: 完了
pl: Gotowe
ro: Gata
th: เสร็จสิ้น
vi: Xong

source: Cancel
ar: إلغاء
cs: Zrušit
fa: لغو
hi: रद्द करें
ja: キャンセル
pl: Anuluj
ro: Anulează
th: ยกเลิก
vi: Hủy

source: Custom
ar: مخصص
cs: Vlastní
fa: سفارشی
hi: कस्टम
ja: カスタム
pl: Własne
ro: Personalizat
th: กำหนดเอง
vi: Tùy chỉnh

source: Dynamic color
ar: لون ديناميكي
cs: Dynamická barva
fa: رنگ پویا
hi: डायनामिक रंग
ja: ダイナミックカラー
pl: Kolor dynamiczny
ro: Culoare dinamică
th: สีไดนามิก
vi: Màu động

# dynamicColorDesc
source: Change the theme color based on the wallpaper
ar: تغيير لون السمة بناءً على خلفية الشاشة
cs: Změnit barvu motivu podle tapety
fa: تغییر رنگ پوسته بر اساس تصویر زمینه
hi: वॉलपेपर के आधार पर थीम का रंग बदलें
ja: 壁紙に基づいてテーマの色を変更
pl: Zmień kolor motywu na podstawie tapety
ro: Schimbă culoarea temei în funcție de imaginea de fundal
th: เปลี่ยนสีธีมตามวอลเปเปอร์
vi: Thay đổi màu giao diện theo hình nền

source: Pick color
ar: اختر اللون
cs: Vybrat barvu
fa: انتخاب رنگ
hi: रंग चुनें
ja: 色を選択
pl: Wybierz kolor
ro: Alege o culoare
th: เลือกสี
vi: Chọn màu

source: Colors
ar: الألوان
cs: Barvy
fa: رنگ‌ها
hi: रंग
ja: 色
pl: Kolory
ro: Culori
th: สี
vi: Màu sắc

# madeWithLoveInIndia
source: Made with ♥ in India
ar: صُنع بحب ♥ في الهند
cs: Vytvořeno s ♥ v Indii
fa: ساخته شده با ♥ در هند
hi: भारत में ♥ के साथ बनाया गया
ja: インドで♥を込めて作られました
pl: Stworzone z ♥ w Indiach
ro: Făcut cu ♥ în India
th: สร้างด้วย ♥ ในอินเดีย
vi: Được tạo với ♥ tại Ấn Độ

source: Update Category
ar: تحديث الفئة
cs: Upravit kategorii
fa: به‌روزرسانی دسته‌بندی
hi: श्रेणी अपडेट करें
ja: カテゴリーを更新
pl: Aktualizuj kategorię
ro: Actualizează Categoria
th: อัปเดตหมวดหมู่
vi: Cập nhật danh mục

# accountInformationTitle
source: Information
ar: معلومات
cs: Informace
fa: اطلاعات
hi: जानकारी
ja: 情報
pl: Informacje
ro: Informații
th: ข้อมูล
vi: Thông tin

# accountInformationSubTitle
source: The account details you entered are not shared with anyone, including us. It is only used for visual representation of account details, you may enter false info too
ar: تفاصيل الحساب التي أدخلتها لن تتم مشاركتها مع أي شخص، بما في ذلك نحن. يتم استخدامها فقط للعرض المرئي لتفاصيل الحساب؛ يمكنك إدخال معلومات غير حقيقية أيضاً.
cs: Vámi zadané údaje o účtu nejsou sdíleny s nikým, včetně nás. Slouží pouze k vizuální reprezentaci detailů účtu, můžete zadat i nepravdivé informace.
fa: جزئیات حسابی که وارد کرده‌اید با هیچ‌کس، از جمله ما، به اشتراک گذاشته نمی‌شود. این اطلاعات فقط برای نمایش بصری جزئیات حساب استفاده می‌شود، می‌توانید اطلاعات نادرست نیز وارد کنید.
hi: आपके द्वारा दर्ज किए गए खाते के विवरण हमारे सहित किसी के साथ साझा नहीं किए जाते हैं। यह केवल खाते के विवरण के विज़ुअल प्रतिनिधित्व के लिए उपयोग किया जाता है; आप गलत जानकारी भी दर्ज कर सकते हैं।
ja: 入力したアカウント詳細は私たちを含め誰とも共有されません。アカウント詳細の視覚的な表示にのみ使用され、偽の情報を入力することもできます。
pl: Wprowadzone dane konta nie są udostępniane nikomu, w tym nam. Służą one wyłącznie do wizualnej reprezentacji szczegółów konta; możesz również wprowadzić fałszywe informacje.
ro: Detaliile contului introduse nu sunt partajate cu nimeni, inclusiv cu noi. Sunt folosite doar pentru reprezentarea vizuală a detaliilor, poți introduce și informații false.
th: รายละเอียดบัญชีที่คุณกรอกจะไม่ถูกแชร์กับใคร รวมถึงเรา ใช้เพื่อแสดงผลเท่านั้น คุณสามารถกรอกข้อมูลเท็จได้เช่นกัน
vi: Thông tin tài khoản bạn nhập không được chia sẻ với bất kỳ ai, kể cả chúng tôi. Thông tin này chỉ được sử dụng để hiển thị trực quan chi tiết tài khoản; bạn cũng có thể nhập thông tin giả.

source: Next
ar: التالي
cs: Další
fa: بعدی
hi: अगला
ja: 次へ
pl: Dalej
ro: Următorul
th: ถัดไป
vi: Tiếp theo

source: Image
ar: صورة
cs: Obrázek
fa: تصویر
hi: छवि
ja: 画像
pl: Obraz
ro: Imagine
th: รูปภาพ
vi: Hình ảnh

# welcome
source: Hi, Welcome to
ar: مرحباً، أهلاً بك في
cs: Ahoj, vítejte v
fa: سلام، به
hi: नमस्ते, आपका स्वागत है
ja: こんにちは、Paisaへようこそ
pl: Cześć, Witaj w
ro: Salut, bun venit la
th: สวัสดี ยินดีต้อนรับสู่
vi: Chào bạn, chào mừng đến với

# nameHint
source: Name
ar: الاسم
cs: Jméno
fa: نام
hi: नाम
ja: 名前
pl: Imię
ro: Nume
th: ชื่อ
vi: Tên

# enterNameHint
source: Enter user name
ar: أدخل اسمك
cs: Zadejte své jméno
fa: نام کاربری را وارد کنید
hi: अपना नाम दर्ज करें
ja: 名前を入力してください
pl: Wprowadź swoje imię
ro: Introdu numele de utilizator
th: กรอกชื่อผู้ใช้
vi: Nhập tên của bạn

# imageDesc
source: Let's set an image of you
ar: دعنا نضع صورة لك
cs: Nastavme váš obrázek
fa: بیایید تصویری برای شما تنظیم کنیم
hi: आइए आपकी एक छवि सेट करें
ja: 画像を設定しましょう
pl: Ustaw swoje zdjęcie
ro: Să setăm o imagine pentru tine
th: ตั้งค่ารูปภาพของคุณ
vi: Hãy đặt hình ảnh của bạn

source: Income
ar: الدخل
cs: Příjem
fa: درآمد
hi: आय
ja: 収入
pl: Przychód
ro: Venit
th: รายรับ
vi: Thu nhập

source: This month
ar: هذا الشهر
cs: Tento měsíc
fa: این ماه
hi: इस महीने
ja: 今月
pl: Ten miesiąc
ro: Luna aceasta
th: เดือนนี้
vi: Tháng này

source: Total balance
ar: الرصيد الإجمالي
cs: Celkový zůstatek
fa: موجودی کل
hi: कुल शेष
ja: 総残高
pl: Saldo całkowite
ro: Sold total
th: ยอดรวมทั้งหมด
vi: Tổng số dư

source: Ok
ar: موافق
fa: تایید
hi: ठीक है
th: ตกลง

# searchMessage
source: Start searching something!
ar: ابدأ البحث عن شيء ما!
cs: Začněte něco hledat!
fa: شروع به جستجوی چیزی کنید!
hi: कुछ खोजना शुरू करें!
ja: 検索を開始してください！
pl: Zacznij coś wyszukiwać!
ro: Începe să cauți ceva!
th: เริ่มค้นหาสิ่งที่ต้องการ!
vi: Bắt đầu tìm kiếm!

# emptySearchMessage
source: Looks like nothing was found!
ar: يبدو أنه لم يتم العثور على شيء!
cs: Zdá se, že nic nebylo nalezeno!
fa: به نظر می‌رسد چیزی پیدا نشد!
hi: लगता है कुछ नहीं मिला!
ja: 何も見つかりませんでした！
pl: Wygląda na to, że nic nie znaleziono!
ro: Se pare că nu s-a găsit nimic!
th: ดูเหมือนไม่พบอะไรเลย!
vi: Có vẻ như không tìm thấy gì!

# selectIconTitle
source: Select icon
ar: اختر أيقونة
cs: Vybrat ikonu
fa: انتخاب آیکون
hi: आइकन चुनें
ja: アイコンを選択
pl: Wybierz ikonę
ro: Selectează iconița
th: เลือกไอคอน
vi: Chọn biểu tượng

# selectIconSubTitle
source: Tap to select icon
ar: انقر لاختيار أيقونة
cs: Klepnutím vyberte ikonu
fa: برای انتخاب آیکون ضربه بزنید
hi: आइकन चुनने के लिए टैप करें
ja: タップしてアイコンを選択
pl: Dotknij, aby wybrać ikonę
ro: Apasă pentru a selecta o iconiță
th: แตะเพื่อเลือกไอคอน
vi: Nhấn để chọn biểu tượng

source: Income name
ar: اسم الدخل
cs: Název příjmu
fa: نام درآمد
hi: आय का नाम
ja: 収入名
pl: Nazwa przychodu
ro: Numele venitului
th: ชื่อรายรับ
vi: Tên thu nhập

source: Currency sign
ar: رمز العملة
cs: Symbol měny
fa: علامت واحد پول
hi: मुद्रा चिह्न
ja: 通貨記号
pl: Symbol waluty
ro: Simbol monedă
th: สัญลักษณ์สกุลเงิน
vi: Ký hiệu tiền tệ

source: Calendar format
ar: تنسيق التقويم
cs: Formát kalendáře
fa: فرمت تقویم
hi: कैलेंडर प्रारूप
ja: カレンダー形式
pl: Format kalendarza
ro: Format calendar
th: รูปแบบปฏิทิน
vi: Định dạng lịch
