Repository: KirmesTVAustria/paisa-app
Catalog: localization/app_*.arb
Languages: ar, cs, fa, hi, ja, pl, ro, th, vi

# backupFrequencyDescription
source: Backup your data automatically at a specific interval.
ar: انسخ بياناتك احتياطيًا تلقائيًا على فترات زمنية محددة.
cs: Automaticky zálohovat data v určeném intervalu.
fa: از داده‌های شما به طور خودکار در یک بازه زمانی مشخص پشتیبان‌گیری می‌کند.
hi: एक निर्दिष्ट अंतराल पर स्वचालित रूप से अपने डेटा का बैकअप लें।
ja: 指定された間隔で自動的にデータをバックアップします。
pl: Automatycznie twórz kopię zapasową danych w określonym odstępie czasu.
ro: Fă backup automat datelor tale la un interval specific.
th: สำรองข้อมูลของคุณโดยอัตโนมัติในช่วงเวลาที่กำหนด
vi: Tự động sao lưu dữ liệu của bạn theo một khoảng thời gian cụ thể.

source: Backup History
ar: سجل النسخ الاحتياطي
cs: Historie záloh
fa: تاریخچه پشتیبان‌گیری
hi: बैकअप इतिहास
ja: バックアップ履歴
pl: Historia kopii zapasowych
ro: Istoric Backup
th: ประวัติการสำรองข้อมูล
vi: Lịch sử sao lưu

# backupFrequencyDays
source: 'Backup frequency set to {days} days'
ar: تم تعيين تكرار النسخ الاحتياطي على {days, plural, zero{لا توجد أيام} one{يوم واحد} other{{days} أيام}}
cs: Frekvence zálohování nastavena na {days, plural, one{# den} few{# dny} many{# dní} other{# dní}}
fa: فرکانس پشتیبان‌گیری روی {days} روز تنظیم شد
hi: बैकअप आवृत्ति {days, plural, one{# दिन} other{{days} दिनों}} पर सेट है
ja: バックアップ頻度は{days, plural, one{#日} other{{days}日}}に設定されています
pl: Częstotliwość tworzenia kopii zapasowych ustawiona na {days, plural, one{# dzień} few{# dni} many{# dni} other{# dni}}
ro: Frecvența backup-ului setată la {days} zile
th: ตั้งค่าความถี่ในการสำรองข้อมูลเป็น {days} วัน
vi: Tần suất sao lưu được đặt thành {days, plural, zero{Không có ngày nào} one{# ngày} other{{days} ngày}}

source: No backup files found
ar: لم يتم العثور على ملفات نسخ احتياطي
cs: Nebyly nalezeny žádné záložní soubory
fa: هیچ فایل پشتیبانی پیدا نشد
hi: कोई बैकअप फ़ाइलें नहीं मिलीं
ja: バックアップファイルが見つかりませんでした
pl: Nie znaleziono plików kopii zapasowych
ro: Nu s-au găsit fișiere de backup
th: ไม่พบไฟล์สำรองข้อมูล
vi: Không tìm thấy tệp sao lưu

source: Please select a backup file
ar: الرجاء تحديد ملف نسخ احتياطي
cs: Vyberte záložní soubor
fa: لطفاً یک فایل پشتیبان انتخاب کنید
hi: कृपया एक बैकअप फ़ाइल का चयन करें
ja: バックアップファイルを選択してください
pl: Wybierz plik kopii zapasowej
ro: Te rog, selectează un fișier de backup
th: กรุณาเลือกไฟล์สำรองข้อมูล
vi: Vui lòng chọn một tệp sao lưu

source: Completed
ar: مكتمل
cs: Dokončeno
fa: تکمیل شده
hi: पूर्ण
ja: 完了
pl: Ukończone
ro: Finalizat
th: เสร็จสมบูรณ์
vi: Đã hoàn thành

source: Active
ar: نشط
cs: Aktivní
fa: فعال
hi: सक्रिय
ja: アクティブ
pl: Aktywny
ro: Activ
th: ใช้งานอยู่
vi: Đang hoạt động

# from
source: From: {date}
ar: من: {date}
cs: Od: {date}
fa: از: {date}
hi: से: {date}
ja: 開始日: {date}
pl: Od: {date}
ro: De la: {date}
th: จาก: {date}
vi: Từ: {date}

# to
source: To: {date}
ar: إلى: {date}
cs: Do: {date}
fa: تا: {date}
hi: तक: {date}
ja: 終了日: {date}
pl: Do: {date}
ro: Până la: {date}
th: ถึง: {date}
vi: Đến: {date}

source: Daily: {amount}
ar: يومي: {amount}
cs: Denně: {amount}
fa: روزانه: {amount}
hi: दैनिक: {amount}
ja: 日次: {amount}
pl: Dziennie: {amount}
ro: Zilnic: {amount}
th: รายวัน: {amount}
vi: Hàng ngày: {amount}

# goalAchieved
source: Goal Achieved! Tap to complete
ar: تم تحقيق الهدف! انقر للإكمال
cs: Cíl dosažen! Klepnutím dokončete
fa: به هدف رسیدید!
hi: लक्ष्य प्राप्त हुआ!
ja: 目標達成！クリックして完了
pl: Cel osiągnięty! Dotknij, aby ukończyć
ro: Obiectiv Atins!
th: บรรลุเป้าหมายแล้ว!
vi: Đã đạt được mục tiêu! Nhấn để hoàn thành

# goalAchievedDialogTitle
source: Goal Achieved!
ar: تم تحقيق الهدف!
cs: Cíl dosažen!
fa: به هدف رسیدید!
hi: लक्ष्य प्राप्त हुआ!
ja: 目標達成！
pl: Cel osiągnięty!
ro: Obiectiv Atins!
th: บรรลุเป้าหมายแล้ว!
vi: Đã đạt được mục tiêu!

# goalAchievedDialogContent
source: Congratulations! You've reached your goal of {amount}. Would you like to mark this goal as completed?
ar: تهانينا! لقد وصلت إلى هدف {amount}. هل ترغب في وضع علامة على هذا الهدف كمكتمل؟
cs: Gratulujeme! Dosáhli jste svého cíle {amount}. Chcete tento cíl označit jako dokončený?
fa: تبریک! شما به هدف خود یعنی {amount} رسیدید. آیا می‌خواهید این هدف را به عنوان تکمیل شده علامت‌گذاری کنید؟
hi: बधाई हो! आपने {amount} का लक्ष्य प्राप्त कर लिया है। क्या आप इस लक्ष्य को पूर्ण के रूप में चिह्नित करना चाहेंगे?
ja: {amount}の目標を達成しました。この目標を完了としてマークしますか？
pl: Gratulacje! Osiągnąłeś cel w wysokości {amount}. Czy chcesz oznaczyć ten cel jako ukończony?
ro: Felicitări! Ai atins obiectivul de {amount}. Dorești să marchezi acest obiectiv ca finalizat?
th: ขอแสดงความยินดี! คุณบรรลุเป้าหมาย {amount} แล้ว ต้องการทำเครื่องหมายว่าเสร็จสิ้นหรือไม่?
vi: Chúc mừng! Bạn đã đạt được mục tiêu {amount}. Bạn có muốn đánh dấu mục tiêu này là đã hoàn thành không?

source: Mark as Completed
ar: وضع علامة كمكتمل
cs: Označit jako dokončené
fa: علامت‌گذاری به عنوان تکمیل شده
hi: पूर्ण के रूप में चिह्नित करें
ja: 完了としてマーク
pl: Oznacz jako ukończone
ro: Marchează ca Finalizat
th: ทำเครื่องหมายว่าเสร็จสิ้น
vi: Đánh dấu là đã hoàn thành

# welcomeWeekend
source: Happy weekend, {name}! Don't forget to track those fun expenses!
ar: عطلة نهاية أسبوع سعيدة يا {name}! لا تنس تتبع تلك المصاريف الممتعة!
cs: Příjemný víkend, {name}! Nezapomeňte sledovat ty zábavné výdaje!
fa: آخر هفته خوبی داشته باشی، {name}! فراموش نکن هزینه‌های تفریحیت رو پیگیری کنی!
hi: खुश सप्ताहांत, {name}! उन मजेदार खर्चों को ट्रैक करना न भूलें!
ja: 素晴らしい週末を、{name}！楽しい支出を記録するのを忘れないでください！
pl: Miłego weekendu, {name}! Nie zapomnij śledzić tych zabawnych wydatków!
ro: Weekend fericit, {name}! Nu uita să urmărești cheltuielile distractive!
th: สุขสันต์วันหยุดสุดสัปดาห์ {name}! อย่าลืมติดตามค่าใช้จ่ายสนุกๆ!
vi: Chúc cuối tuần vui vẻ, {name}! Đừng quên theo dõi những khoản chi tiêu thú vị đó nhé!

source: Copy
ar: نسخ
cs: Kopírovat
fa: کپی
hi: कॉपी
ja: コピー
pl: Kopiuj
ro: Copiază
th: คัดลอก
vi: Sao chép

# loanInfo
source: Loan lending & borrowing
ar: معلومات القرض
cs: Informace o půjčkách
fa: اطلاعات وام دادن و گرفتن
hi: ऋण जानकारी
ja: ローン情報
pl: Informacje o pożyczce
ro: Informații despre creditare și împrumutare
th: เงินกู้และการยืมเงิน
vi: Thông tin khoản vay

# loanInfoDescription
source: Lending: You pay now, and your friend will pay you back later. Example: You buy movie tickets for everyone. Your friends owe you money. Borrowing: Your friend pays, and you’ll pay them back later. Example: Your friend pays the restaurant bill. You owe them.
ar: إقراض (أنا أعطي): تدفع الآن، وسيعيد صديقك لك لاحقًا. مثال: تشتري تذاكر السينما للجميع. أصدقاؤك مدينون لك بالمال. اقتراض (أنا آخذ): يدفع صديقك، وستعيد له لاحقًا. مثال: يدفع صديقك فاتورة المطعم. أنت مدين له بالمال.
cs: Půjčování: Platíte nyní a váš přítel vám vrátí později. Příklad: Koupíte lístky do kina pro všechny. Přátelé vám dluží peníze. Vypůjčování: Váš přítel platí a vy mu vrátíte později. Příklad: Váš přítel zaplatí účet v restauraci. Dlužíte mu.
fa: وام دادن: شما اکنون پرداخت می‌کنید و دوستتان بعداً به شما بازپرداخت می‌کند. مثال: شما برای همه بلیت سینما می‌خرید. دوستانتان به شما بدهکار هستند. وام گرفتن: دوست شما پرداخت می‌کند و شما بعداً به او بازپرداخت خواهید کرد. مثال: دوست شما قبض رستوران را پرداخت می‌کند. شما به او بدهکار هستید.
hi: उधार देना: आप अभी भुगतान करते हैं, और आपका मित्र आपको बाद में वापस भुगतान करेगा। उदाहरण: आप सभी के लिए मूवी टिकट खरीदते हैं। आपके मित्र आपको पैसे देने वाले हैं। उधार लेना: आपका मित्र भुगतान करता है, और आप उन्हें बाद में वापस भुगतान करेंगे। उदाहरण: आपका मित्र रेस्तरां का बिल चुकाता है। आप उन्हें पैसे देने वाले हैं।
ja: 貸付 (私が貸す)：あなたが今支払い、友人が後で返済します。 例：みんなの映画のチケットを買います。友人があなたにお金を借りています。 借入 (私が借りる)：友人が支払い、あなたが後で返済します。 例：友人がレストランの勘定を支払います。あなたが彼にお金を借りています。
pl: Udzielanie pożyczek (ja daję): Płacisz teraz, a Twój przyjaciel zwróci Ci później. Przykład: Kupujesz bilety do kina dla wszystkich. Twoi przyjaciele są Ci winni pieniądze. Branie pożyczek (ja biorę): Twój przyjaciel płaci, a Ty zwrócisz mu później. Przykład: Twój przyjaciel płaci rachunek w restauracji. Jesteś mu winien pieniądze.
ro: Creditare: Plătești acum, iar prietenul tău îți va returna banii mai târziu. Exemplu: Cumperi bilete la film pentru toată lumea. Prietenii tăi îți datorează bani. Împrumutare: Prietenul tău plătește, iar tu îi vei returna banii mai târziu. Exemplu: Prietenul tău plătește nota la restaurant. Tu îi datorezi bani.
th: ให้ยืม: คุณจ่ายตอนนี้ เพื่อนของคุณจะคืนเงินให้ภายหลัง ตัวอย่าง: คุณซื้อตั๋วหนังให้ทุกคน เพื่อนของคุณเป็นหนี้คุณ ยืม: เพื่อนของคุณจ่าย แล้วคุณจะคืนเงินให้ภายหลัง ตัวอย่าง: เพื่อนของคุณจ่ายค่าอาหาร คุณเป็นหนี้เขา
vi: Cho vay (tôi cho vay): Bạn thanh toán ngay bây giờ, và bạn của bạn sẽ trả lại cho bạn sau. Ví dụ: Bạn mua vé xem phim cho mọi người. Bạn bè của bạn nợ tiền bạn. Đi vay (tôi vay): Bạn của bạn thanh toán, và bạn sẽ trả lại cho họ sau. Ví dụ: Bạn của bạn thanh toán hóa đơn nhà hàng. Bạn nợ tiền họ.

# ivyImporter
source: Ivy wallet
ar: محفظة Ivy
fa: کیف پول Ivy
hi: आइवी वॉलेट
ro: Portofelul Ivy
vi: Ví Ivy

# ivyImporterDescription
source: Import your transactions from Ivy wallet app
ar: استورد معاملاتك من تطبيق Ivy Wallet
cs: Importujte své transakce z aplikace Ivy Wallet
fa: تراکنش‌های خود را از برنامه کیف پول Ivy وارد کنید
hi: आइवी वॉलेट ऐप से अपने लेनदेन आयात करें
ja: Ivy Walletアプリから取引をインポートします
pl: Importuj transakcje z aplikacji Ivy Wallet
ro: Importă tranzacțiile tale din aplicația Portofelul Ivy
th: นำเข้าธุรกรรมของคุณจากแอป Ivy wallet
vi: Nhập các giao dịch của bạn từ ứng dụng Ví Ivy

source: Spending Trend
ar: اتجاه الإنفاق
cs: Trend výdajů
fa: روند هزینه‌ها
hi: खर्च प्रवृत्ति
ja: 支出トレンド
pl: Trend wydatków
ro: Tendința Cheltuielilor
th: แนวโน้มการใช้จ่าย
vi: Xu hướng chi tiêu

# categorySpendingTrend
source: Category Spending Trends
ar: اتجاهات إنفاق الفئة
cs: Trendy výdajů podle kategorií
fa: روندهای هزینه دسته‌بندی
hi: श्रेणी खर्च रुझान
ja: カテゴリー別支出トレンド
pl: Trendy wydatków według kategorii
ro: Tendințele Cheltuielilor pe Categorii
th: แนวโน้มการใช้จ่ายตามหมวดหมู่
vi: Xu hướng chi tiêu theo danh mục

source: Category Breakdown
ar: تحليل الفئة
cs: Rozdělení podle kategorií
fa: تفکیک دسته‌بندی
hi: श्रेणी ब्रेकडाउन
ja: カテゴリー内訳
pl: Podział według kategorii
ro: Detaliere pe Categorii
th: แยกตามหมวดหมู่
vi: Phân tích danh mục

# categorySubtitle
source: {description} {transactionCount, plural, one{# transaction} other{{transactionCount} transactions}}
ar: {description} {transactionCount, plural, zero{لا توجد معاملات} one{معاملة واحدة} other{{transactionCount} معاملات}}
cs: {description} {transactionCount, plural, zero{0 transakcí} one{1 transakce} other{{transactionCount} transakcí}}
fa: {description} {transactionCount, plural, one{۱ تراکنش} other{{transactionCount} تراکنش}}
hi: {description} {transactionCount, plural,one{# लेनदेन} other{{transactionCount} लेनदेन}}
ja: {description} {transactionCount, plural,zero{取引なし} one{1件の取引} other{{transactionCount}件の取引}}
pl: {description} {transactionCount, plural, zero{Brak transakcji} one{1 transakcja} other{{transactionCount} transakcji}}
ro: {description} {transactionCount, plural, one{1 tranzacție} few{{transactionCount} tranzacții} other{{transactionCount} de tranzacții}}
th: {description} {transactionCount} ธุรกรรม
vi: {description} {transactionCount, plural, zero{Không có giao dịch} one{1 giao dịch} other{{transactionCount} giao dịch}}

source: Today
ar: اليوم
cs: Dnes
fa: امروز
hi: आज
ja: 今日
pl: Dzisiaj
ro: Azi
th: วันนี้
vi: Hôm nay

source: Yesterday
ar: أمس
cs: Včera
fa: دیروز
hi: कल
ja: 昨日
pl: Wczoraj
ro: Ieri
th: เมื่อวานนี้
vi: Hôm qua

source: Tomorrow
ar: غدًا
cs: Zítra
fa: فردا
hi: कल
ja: 明日
pl: Jutro
ro: Mâine
th: พรุ่งนี้
vi: Ngày mai

source: Reports
ar: التقارير
cs: Zprávy
fa: گزارش‌ها
hi: रिपोर्ट
ja: レポート
pl: Raporty
ro: Rapoarte
th: รายงาน
vi: Báo cáo

source: Discord
ar: ديسكورد
fa: دیسکورد
hi: डिस्कॉर्ड

# discordDesc
source: Join our discord community to get help and support
ar: انضم إلى مجتمع ديسكورد الخاص بنا للحصول على المساعدة والدعم
cs: Připojte se k naší komunitě Discord pro pomoc a podporu
fa: برای دریافت کمک و پشتیبانی به جامعه دیسکورد ما بپیوندید
hi: सहायता और समर्थन के लिए हमारे डिस्कॉर्ड समुदाय में शामिल हों
ja: ヘルプやサポートについては、Discordコミュニティに参加してください
pl: Dołącz do naszej społeczności Discord, aby uzyskać pomoc i wsparcie
ro: Alătură-te comunității noastre de pe Discord pentru ajutor și suport
th: เข้าร่วมชุมชน Discord ของเราเพื่อขอความช่วยเหลือและสนับสนุน
vi: Tham gia cộng đồng Discord của chúng tôi để được trợ giúp và hỗ trợ

source: Report generated successfully
ar: تم إنشاء التقرير بنجاح
cs: Zpráva úspěšně vygenerována
fa: گزارش با موفقیت ایجاد شد
hi: रिपोर्ट सफलतापूर्वक उत्पन्न हुई
ja: レポートが正常に生成されました
pl: Raport wygenerowano pomyślnie
ro: Raport generat cu succes
th: สร้างรายงานสำเร็จ
vi: Báo cáo đã được tạo thành công

source: Error generating report
ar: خطأ في إنشاء التقرير
cs: Chyba při generování zprávy
fa: خطا در ایجاد گزارش
hi: रिपोर्ट उत्पन्न करने में त्रुटि
ja: レポートの生成エラー
pl: Błąd podczas generowania raportu
ro: Eroare la generarea raportului
th: เกิดข้อผิดพลาดในการสร้างรายงาน
vi: Lỗi khi tạo báo cáo

source: Generate report
ar: إنشاء تقرير
cs: Vygenerovat zprávu
fa: ایجاد گزارش
hi: रिपोर्ट उत्पन्न करें
ja: レポートを生成
pl: Generuj raport
ro: Generează raport
th: สร้างรายงาน
vi: Tạo báo cáo

source: Download
ar: تنزيل
cs: Stáhnout
fa: دانلود
hi: डाउनलोड करें
ja: ダウンロード
pl: Pobierz
ro: Descarcă
th: ดาวน์โหลด
vi: Tải xuống

source: Account number
ar: رقم الحساب
cs: Číslo účtu
fa: شماره حساب
hi: खाता संख्या
ja: 口座番号
pl: Numer konta
ro: Număr de cont
th: หมายเลขบัญชี
vi: Số tài khoản

# appearance
source: Interface Settings
ar: إعدادات المظهر
cs: Nastavení rozhraní
fa: تنظیمات رابط کاربری
hi: इंटरफ़ेस सेटिंग्स
ja: 外観設定
pl: Ustawienia interfejsu
ro: Setări Interfață
th: การตั้งค่าหน้าตา
vi: Cài đặt giao diện

# notificationAndSecurity
source: Notification & Security
ar: الإشعارات والأمان
cs: Oznámení a zabezpečení
fa: اعلان و امنیت
hi: अधिसूचना और सुरक्षा
ja: 通知とセキュリティ
pl: Powiadomienia i bezpieczeństwo
ro: Notificări și Securitate
th: การแจ้งเตือน & ความปลอดภัย
vi: Thông báo & Bảo mật

source: Data Management
ar: إدارة البيانات
cs: Správa dat
fa: مدیریت داده‌ها
hi: डेटा प्रबंधन
ja: データ管理
pl: Zarządzanie danymi
ro: Gestionare Date
th: การจัดการข้อมูล
vi: Quản lý dữ liệu

# externalLinksAndCommunity
source: External Links & Community
ar: روابط ومجتمع خارجي
cs: Externí odkazy a komunita
fa: لینک‌های خارجی و جامعه
hi: बाहरी लिंक और समुदाय
ja: 外部リンクとコミュニティ
pl: Linki zewnętrzne i społeczność
ro: Linkuri Externe și Comunitate
th: ลิงก์ภายนอก & ชุมชน
vi: Liên kết ngoài & Cộng đồng

source: Legal & Info
ar: معلومات قانونية
cs: Právní informace
fa: حقوقی و اطلاعات
hi: कानूनी जानकारी
ja: 法的情報
pl: Informacje prawne
ro: Legal și Informații
th: ข้อมูลทางกฎหมาย
vi: Pháp lý & Thông tin

source: Customize home screen
ar: تخصيص الشاشة الرئيسية
cs: Přizpůsobit domovskou obrazovku
fa: سفارشی‌سازی صفحه اصلی
hi: होम स्क्रीन को अनुकूलित करें
ja: ホーム画面をカスタマイズ
pl: Dostosuj ekran główny
ro: Personalizează ecranul de pornire
th: ปรับแต่งหน้าหลัก
vi: Tùy chỉnh màn hình chính

# customizeHomeScreenDesc
source: Customize the home screen to show the sections you want
ar: خصص الشاشة الرئيسية لعرض الأقسام التي تريدها
cs: Přizpůsobte si domovskou obrazovku tak, aby zobrazovala požadované sekce
fa: صفحه اصلی را برای نمایش بخش‌های مورد نظر خود سفارشی کنید
hi: अपनी इच्छित अनुभागों को दिखाने के लिए होम स्क्रीन को अनुकूलित करें
ja: 必要なセクションを表示するようにホーム画面をカスタマイズします
pl: Dostosuj ekran główny, aby wyświetlać żądane sekcje
ro: Personalizează ecranul de pornire pentru a afișa secțiunile dorite
th: ปรับแต่งหน้าหลักเพื่อแสดงส่วนที่คุณต้องการ
vi: Tùy chỉnh màn hình chính để hiển thị các phần bạn muốn

source: Goal added
ar: تمت إضافة الهدف
cs: Cíl přidán
fa: هدف اضافه شد
hi: लक्ष्य जोड़ा गया
ja: 目標が追加されました
pl: Dodano cel
ro: Obiectiv adăugat
th: เพิ่มเป้าหมายแล้ว
vi: Đã thêm mục tiêu

source: Goal updated
ar: تم تحديث الهدف
cs: Cíl upraven
fa: هدف به‌روزرسانی شد
hi: लक्ष्य अपडेट किया गया
ja: 目標が更新されました
pl: Zaktualizowano cel
ro: Obiectiv actualizat
th: อัปเดตเป้าหมายแล้ว
vi: Đã cập nhật mục tiêu

source: Monthly Payment
ar: الدفعة الشهرية
cs: Měsíční platba
fa: پرداخت ماهانه
hi: मासिक भुगतान
ja: 月々の支払い
pl: Płatność miesięczna
ro: Plată Lunară
th: ชำระเงินรายเดือน
vi: Thanh toán hàng tháng

source: Upcoming transactions
ar: المعاملات القادمة
cs: Nadcházející transakce
fa: تراکنش‌های آینده
hi: आगामी लेनदेन
ja: 今後の取引
pl: Nadchodzące transakcje
ro: Tranzacții viitoare
th: ธุรกรรมที่กำลังจะมาถึง
vi: Giao dịch sắp tới

source: Recurring deleted
ar: تم حذف التكرار
cs: Opakující se transakce smazána
fa: تکرارشونده حذف شد
hi: आवर्ती हटा दिया गया
ja: 定期的な取引が削除されました
pl: Usunięto transakcję cykliczną
ro: Recurență ștearsă
th: ลบรายการประจำแล้ว
vi: Đã xóa định kỳ

source: Recurring added
ar: تمت إضافة التكرار
cs: Opakující se transakce přidána
fa: تکرارشونده اضافه شد
hi: आवर्ती जोड़ा गया
ja: 定期的な取引が追加されました
pl: Dodano transakcję cykliczną
ro: Recurență adăugată
th: เพิ่มรายการประจำแล้ว
vi: Đã thêm định kỳ

source: Recurring updated
ar: تم تحديث التكرار
cs: Opakující se transakce upravena
fa: تکرارشونده به‌روزرسانی شد
hi: आवर्ती अपडेट किया गया
ja: 定期的な取引が更新されました
pl: Zaktualizowano transakcję cykliczną
ro: Recurență actualizată
th: อัปเดตรายการประจำแล้ว
vi: Đã cập nhật định kỳ

# noTags
source: No labels
ar: لا يوجد وسم
cs: Žádné štítky
fa: برچسبی وجود ندارد
hi: कोई लेबल नहीं
ja: タグなし
pl: Brak tagów
ro: Fără etichete
th: ไม่มีป้ายกำกับ
vi: Không có thẻ

# noTagsDescription
source: Add a label to categorize your transactions
ar: أضف وسمًا لتصنيف معاملاتك
cs: Přidejte štítek pro kategorizaci svých transakcí
fa: برای دسته‌بندی تراکنش‌های خود یک برچسب اضافه کنید
hi: अपने लेनदेन को वर्गीकृत करने के लिए एक लेबल जोड़ें
ja: 取引を分類するためにタグを追加します
pl: Dodaj tag, aby sklasyfikować transakcje
ro: Adaugă o etichetă pentru a-ți categorisi tranzacțiile
th: เพิ่มป้ายกำกับเพื่อจัดหมวดหมู่ธุรกรรมของคุณ
vi: Thêm thẻ để phân loại giao dịch của bạn

# goalCount
source: {goalCount, plural, one{1 active} other{{goalCount} active}}, {completedGoalCount, plural, one{1 completed} other{{completedGoalCount} completed}}
ar: {goalCount, plural, zero{لا توجد أهداف نشطة} one{هدف نشط واحد} other{{goalCount} أهداف نشطة}}، {completedGoalCount, plural, zero{لا توجد أهداف مكتملة} one{هدف مكتمل واحد} other{{completedGoalCount} أهداف مكتملة}}
cs: {goalCount, plural, one{# aktivní} few{{goalCount} aktivní} many{{goalCount} aktivních} other{{goalCount} aktivních}}, {completedGoalCount, plural, one{# dokončen} few{{completedGoalCount} dokončeny} many{{completedGoalCount} dokončených} other{{completedGoalCount} dokončených}}
fa: {goalCount, plural, one{۱ فعال} other{{goalCount} فعال}}، {completedGoalCount, plural, one{۱ تکمیل‌شده} other{{completedGoalCount} تکمیل‌شده}}
hi: {goalCount, plural, one{1 सक्रिय} other{{goalCount} सक्रिय}}, {completedGoalCount, plural, one{1 पूर्ण} other{{completedGoalCount} पूर्ण}}
ja: {goalCount, plural, one{1件のアクティブな目標} other{{goalCount}件のアクティブな目標}}、{completedGoalCount, plural, one{1件の完了した目標} other{{goalCount}件の完了した目標}}
pl: {goalCount, plural, zero{Brak aktywnych celów} one{1 aktywny} other{{goalCount} aktywne}}, {completedGoalCount, plural, zero{Brak ukończonych celów} one{1 ukończony} other{{completedGoalCount} ukończone}}
ro: {goalCount, plural, one{1 activ} other{{goalCount} active}}, {completedGoalCount, plural, one{1 finalizat} other{{completedGoalCount} finalizate}}
th: {goalCount} กำลังดำเนินการ, {completedGoalCount} เสร็จสิ้น
vi: {goalCount, plural, zero{Không có mục tiêu đang hoạt động} one{1 mục tiêu đang hoạt động} other{{goalCount} mục tiêu đang hoạt động}}, {completedGoalCount, plural, zero{Không có mục tiêu đã hoàn thành} one{1 mục tiêu đã hoàn thành} other{{completedGoalCount} mục tiêu đã hoàn thành}}

# budgetCount
source: {budgetCount} budgets
ar: {budgetCount, plural, zero{لا توجد ميزانيات} one{ميزانية واحدة} other{{budgetCount} ميزانيات}}
cs: {budgetCount, plural, one{# rozpočet} few{{budgetCount} rozpočty} many{{budgetCount} rozpočtů} other{{budgetCount} rozpočtů}}
fa: {budgetCount} بودجه
hi: {budgetCount, plural, one{1 बजट} other{{budgetCount} बजट}}
ja: {budgetCount, plural, one{1件の予算} other{{budgetCount}件の予算}}
pl: {budgetCount, plural, zero{Brak budżetów} one{1 budżet} other{{budgetCount} budżety}}
ro: {budgetCount} bugete
th: {budgetCount} งบประมาณ
vi: {budgetCount, plural, zero{Không có ngân sách} one{1 ngân sách} other{{budgetCount} ngân sách}}

source: Select your default categories
ar: حدد الفئات الافتراضية الخاصة بك
cs: Vyberte své výchozí kategorie
fa: دسته‌بندی‌های پیش‌فرض خود را انتخاب کنید
hi: अपनी डिफ़ॉल्ट श्रेणियां चुनें
ja: デフォルトのカテゴリーを選択してください
pl: Wybierz domyślne kategorie
ro: Selectează categoriile tale implicite
th: เลือกหมวดหมู่เริ่มต้นของคุณ
vi: Chọn danh mục mặc định của bạn

source: Select your default accounts
ar: حدد حساباتك الافتراضية
cs: Vyberte své výchozí účty
fa: حساب‌های پیش‌فرض خود را انتخاب کنید
hi: अपने डिफ़ॉल्ट खाते चुनें
ja: デフォルトのアカウントを選択してください
pl: Wybierz domyślne konta
ro: Selectează conturile tale implicite
th: เลือกบัญชีเริ่มต้นของคุณ
vi: Chọn tài khoản mặc định của bạn

# noTransactions
source: No transactions found
ar: لم يتم العثور على معاملات
cs: Nebyly nalezeny žádné transakce
fa: تراکنشی یافت نشد
hi: कोई लेनदेन नहीं मिला
ja: 取引が見つかりません
pl: Nie znaleziono transakcji
ro: Nu s-au găsit tranzacții
th: ไม่พบธุรกรรม
vi: Không tìm thấy giao dịch

# noTransactionDescription
source: Add a transaction to view it here
ar: أضف معاملة لعرضها هنا
cs: Přidejte transakci, aby se zde zobrazila
fa: برای مشاهده، یک تراکنش اضافه کنید
hi: यहां देखने के लिए एक लेनदेन जोड़ें
ja: 取引を追加してここに表示します
pl: Dodaj transakcję, aby wyświetlić ją tutaj
ro: Adaugă o tranzacție pentru a o vedea aici
th: เพิ่มธุรกรรมเพื่อแสดงที่นี่
vi: Thêm giao dịch để xem tại đây

# noFilters
source: No transactions to add filter
ar: لا توجد معاملات لإضافة فلتر
cs: Žádné transakce pro přidání filtru
fa: تراکنشی برای افزودن فیلتر وجود ندارد
hi: फ़िल्टर जोड़ने के लिए कोई लेनदेन नहीं
ja: フィルターを追加する取引がありません
pl: Brak transakcji do dodania filtra
ro: Nicio tranzacție pentru a adăuga filtru
th: ไม่มีธุรกรรมให้เพิ่มตัวกรอง
vi: Không có giao dịch để thêm bộ lọc

source: Subscription status
ar: حالة الاشتراك
cs: Stav předplatného
fa: وضعیت اشتراک
hi: सदस्यता स्थिति
ja: サブスクリプションステータス
pl: Status subskrypcji
ro: Starea abonamentului
th: สถานะการสมัครสมาชิก
vi: Trạng thái đăng ký

source: Manage subscription
ar: إدارة الاشتراك
cs: Spravovat předplatné
fa: مدیریت اشتراک
hi: सदस्यता प्रबंधित करें
ja: サブスクリプションを管理
pl: Zarządzaj subskrypcją
ro: Gestionează abonamentul
th: จัดการการสมัครสมาชิก
vi: Quản lý đăng ký

# activeSubscription
source: Active ({type})
ar: نشط ({type})
cs: Aktivní ({type})
fa: فعال ({type})
hi: सक्रिय ({type})
ja: アクティブ ({type})
pl: Aktywna ({type})
ro: Activ ({type})
th: ใช้งานอยู่ ({type})
vi: Đang hoạt động ({type})

source: No active subscription
ar: لا يوجد اشتراك نشط
cs: Žádné aktivní předplatné
fa: اشتراک فعالی وجود ندارد
hi: कोई सक्रिय सदस्यता नहीं
ja: アクティブなサブスクリプションはありません
pl: Brak aktywnej subskrypcji
ro: Niciun abonament activ
th: ไม่มีการสมัครสมาชิกที่ใช้งานอยู่
vi: Không có đăng ký đang hoạt động

# modifyInstance
source: Modify
ar: تعديل
cs: Upravit
fa: اصلاح
hi: संशोधित करें
ja: 変更
pl: Modyfikuj
ro: Modifică
th: แก้ไข
vi: Sửa đổi

# skipInstance
source: Skip
ar: تخطي
cs: Přeskočit
fa: رد کردن
hi: छोड़ें
ja: スキップ
pl: Pomiń
ro: Omite
th: ข้าม
vi: Bỏ qua

source: Save
ar: حفظ
cs: Uložit
fa: ذخیره
hi: सहेजें
ja: 保存
pl: Zapisz
ro: Salvează
th: บันทึก
vi: Lưu

source: Date
ar: التاريخ
cs: Datum
fa: تاریخ
hi: तिथि
ja: 日付
pl: Data
ro: Data
th: วันที่
vi: Ngày

# recurringReminderTitle
source: Upcoming {type}
ar: قادم {type}
cs: Nadcházející {type}
fa: {type} آینده
hi: आगामी {type}
ja: 今後の{type}
pl: Nadchodzące {type}
ro: {type} viitoare
th: {type} ที่กำลังจะมาถึง
vi: Sắp tới {type}
