Repository: KirmesTVAustria/paisa-app
Catalog: localization/app_*.arb
Languages: ar, cs, fa, hi, ja, pl, ro, th, vi

# appNameForPdfFooter
source: Paisa Expense Tracker
ar: بايسا لتتبع المصاريف
cs: Paisa pro sledování výdajů
fa: ردیاب هزینه پایسا
hi: Paisa खर्च ट्रैकर
ja: Paisa 支出トラッカー
pl: Paisa Monitor wydatków
ro: Paisa - Urmărire Cheltuieli
th: Paisa ตัวติดตามค่าใช้จ่าย
vi: Paisa Theo dõi Chi tiêu

# pageOfPages
source: Page {pageNumber} of {totalPages}
ar: صفحة {pageNumber} من {totalPages}
cs: Stránka {pageNumber} z {totalPages}
fa: صفحه {pageNumber} از {totalPages}
hi: पृष्ठ {pageNumber} में से {totalPages}
ja: {totalPages}ページ中{pageNumber}ページ
pl: Strona {pageNumber} z {totalPages}
ro: Pagina {pageNumber} din {totalPages}
th: หน้า {pageNumber} จาก {totalPages}
vi: Trang {pageNumber} trên {totalPages}

# monthlyReportTitle
source: Monthly Expense Report
ar: تقرير المصاريف الشهري
cs: Měsíční přehled výdajů
fa: گزارش هزینه ماهانه
hi: मासिक खर्च रिपोर्ट
ja: 月次支出レポート
pl: Miesięczny raport wydatków
ro: Raport Lunar de Cheltuieli
th: รายงานค่าใช้จ่ายรายเดือน
vi: Báo cáo chi tiêu hàng tháng

source: Weekly Summary
ar: ملخص أسبوعي
cs: Týdenní souhrn
fa: خلاصه هفتگی
hi: साप्ताहिक सारांश
ja: 週次概要
pl: Podsumowanie tygodniowe
ro: Rezumat Săptămânal
th: สรุปรายสัปดาห์
vi: Tóm tắt hàng tuần

source: Week
ar: أسبوع
cs: Týden
fa: هفته
hi: सप्ताह
ja: 週
pl: Tydzień
ro: Săptămână
th: สัปดาห์
vi: Tuần

source: Net
ar: صافي
cs: Čistý
fa: خالص
hi: शुद्ध
ja: ネット
pl: Netto
th: สุทธิ
vi: Ròng

# annualReportTitle
source: Annual Expense Report
ar: تقرير المصاريف السنوي
cs: Roční přehled výdajů
fa: گزارش هزینه سالانه
hi: वार्षिक खर्च रिपोर्ट
ja: 年次支出レポート
pl: Roczny raport wydatków
ro: Raport Anual de Cheltuieli
th: รายงานค่าใช้จ่ายรายปี
vi: Báo cáo chi tiêu hàng năm

source: Annual Expense Categories
ar: تصنيفات المصروفات السنوية
cs: Roční kategorie výdajů
fa: دسته‌بندی‌های هزینه سالانه
hi: वार्षिक खर्च श्रेणियां
ja: 年間支出カテゴリ
pl: Roczne kategorie wydatków
ro: Categorii Anuale de Cheltuieli
th: หมวดหมู่ค่าใช้จ่ายรายปี
vi: Danh mục chi phí hàng năm

source: Annual Income Categories
ar: تصنيفات الدخل السنوية
cs: Roční kategorie příjmů
fa: دسته‌بندی‌های درآمد سالانه
hi: वार्षिक आय श्रेणियां
ja: 年間収入カテゴリ
pl: Roczne kategorie dochodów
ro: Categorii Anuale de Venituri
th: หมวดหมู่รายรับรายปี
vi: Danh mục thu nhập hàng năm

# monthlyBreakdownForYear
source: Monthly Breakdown - {year}
ar: تفصيل شهري - {year}
cs: Měsíční rozpis - {year}
fa: تفکیک ماهانه - {year}
hi: मासिक ब्रेकडाउन - {year}
ja: 月次内訳 - {year}
pl: Miesięczny podział - {year}
ro: Detaliere Lunară - {year}
th: แยกรายเดือน - {year}
vi: Phân tích hàng tháng - {year}

source: Quarter
ar: ربع
cs: Čtvrtletí
fa: سه‌ماهه
hi: तिमाही
ja: 四半期
pl: Kwartał
ro: Trimestru
th: ไตรมาส
vi: Quý

source: Month
ar: شهر
cs: Měsíc
fa: ماه
hi: माह
ja: 月
pl: Miesiąc
ro: Lună
th: เดือน
vi: Tháng

source: Top Transactions of the Year
ar: أهم العمليات السنوية
cs: Top transakce roku
fa: برترین تراکنش‌های سال
hi: वर्ष के शीर्ष लेनदेन
ja: 年間トップ取引
pl: Najlepsze transakcje roku
ro: Tranzacții de Top ale Anului
th: ธุรกรรมเด่นของปี
vi: Các giao dịch hàng đầu của năm

source: Page Number
ar: رقم الصفحة
cs: Číslo stránky
fa: شماره صفحه
hi: पृष्ठ संख्या
ja: ページ番号
pl: Numer strony
ro: Număr Pagină
th: หมายเลขหน้า
vi: Số trang

source: Pages Count
ar: عدد الصفحات
cs: Počet stránek
fa: تعداد صفحات
hi: पृष्ठों की संख्या
ja: ページ数
pl: Liczba stron
ro: Număr Pagini
th: จำนวนหน้า
vi: Số trang

# noDataAvailable
source: No data available for this period.
ar: لا توجد بيانات لهذه الفترة.
cs: Žádná data pro toto období.
fa: داده‌ای برای این دوره موجود نیست.
hi: इस अवधि के लिए कोई डेटा उपलब्ध नहीं है।
ja: この期間のデータはありません。
pl: Brak danych dla tego okresu.
ro: Nu sunt disponibile date pentru această perioadă.
th: ไม่มีข้อมูลสำหรับช่วงเวลานี้
vi: Không có dữ liệu nào có sẵn cho khoảng thời gian này.

source: Enter valid prompt
ar: أدخل نصًا صحيحًا
cs: Zadejte platný text
fa: اعلان معتبر وارد کنید
hi: वैध प्रॉम्प्ट दर्ज करें
ja: 有効なプロンプトを入力してください
pl: Wprowadź prawidłowy komunikat
ro: Introdu o solicitare validă
th: กรอกพรอมต์ที่ถูกต้อง
vi: Nhập lời nhắc hợp lệ

source: Blur Effect
ar: تأثير الضبابية
cs: Efekt rozostření
fa: افکت تاری
hi: ब्लर प्रभाव
ja: ぼかし効果
pl: Efekt rozmycia
ro: Efect de Estompare
th: เอฟเฟกต์เบลอ
vi: Hiệu ứng làm mờ

# blurEffectDescription
source: Blur effect on the app
ar: تأثير ضبابي في التطبيق
cs: Rozostření v aplikaci
fa: افکت تاری در برنامه
hi: ऐप पर ब्लर प्रभाव
ja: アプリのぼかし効果
pl: Efekt rozmycia w aplikacji
ro: Efect de estompare în aplicație
th: เอฟเฟกต์เบลอในแอป
vi: Hiệu ứng làm mờ trên ứng dụng
