Repository: KirmesTVAustria/paisa-app
Catalog: localization/app_*.arb
Languages: ar, cs, fa, hi, ja, pl, ro, th, vi

# recurringReminderDescription
source: {name} {amount} is due tomorrow
ar: {name} {amount} مستحق غدًا
cs: {name} {amount} je splatné zítra
fa: {name} به مبلغ {amount} فردا سررسید می‌شود
hi: {name} {amount} कल देय है
ja: {name} {amount}は明日期限です
pl: {name} {amount} jest należne jutro
ro: {name} {amount} este scadent mâine
th: {name} {amount} ครบกำหนดพรุ่งนี้
vi: {name} {amount} sẽ đến hạn vào ngày mai

source: Rolling Budget
ar: ميزانية متجددة
cs: Převádějící rozpočet
fa: بودجه گردان
hi: रोलिंग बजट
ja: ローリングバジェット
pl: Budżet kroczący
ro: Buget Rulant
th: งบประมาณหมุนเวียน
vi: Ngân sách luân chuyển

source: Rollover enabled
ar: الترحيل مفعل
cs: Převod povolen
fa: انتقال فعال است
hi: रोलओवर सक्षम
ja: ロールオーバー有効
pl: Przenoszenie włączone
ro: Reportare activată
th: เปิดใช้งานการหมุนเวียน
vi: Đã bật luân chuyển

source: Approaching
ar: يقترب
cs: Blíží se
fa: در حال نزدیک شدن
hi: आ रहा है
ja: 接近中
pl: Zbliżający się
ro: Se apropie
th: ใกล้ถึง
vi: Sắp đến

# withinBudget
source: Within
ar: ضمن
cs: V rámci
fa: درون بودجه
hi: भीतर
ja: 予算内
pl: W ramach
ro: În buget
th: อยู่ในงบประมาณ
vi: Trong phạm vi

# tagNameRequired
source: Label name is required
ar: اسم العلامة مطلوب
cs: Název štítku je povinný
fa: نام برچسب الزامی است
hi: लेबल का नाम आवश्यक है
ja: タグ名は必須です
pl: Nazwa tagu jest wymagana
ro: Numele etichetei este obligatoriu
th: ต้องกรอกชื่อป้ายกำกับ
vi: Tên thẻ là bắt buộc

# addTag
source: Add label
ar: إضافة علامة
cs: Přidat štítek
fa: افزودن برچسب
hi: लेबल जोड़ें
ja: タグを追加
pl: Dodaj tag
ro: Adaugă etichetă
th: เพิ่มป้ายกำกับ
vi: Thêm thẻ

# tagAdded
source: Label added
ar: تمت إضافة العلامة
cs: Štítek přidán
fa: برچسب اضافه شد
hi: लेबल जोड़ा गया
ja: タグが追加されました
pl: Dodano tag
ro: Etichetă adăugată
th: เพิ่มป้ายกำกับแล้ว
vi: Đã thêm thẻ

# tagUpdated
source: Label updated
ar: تم تحديث العلامة
cs: Štítek upraven
fa: برچسب به‌روزرسانی شد
hi: लेबल अपडेट किया गया
ja: タグが更新されました
pl: Zaktualizowano tag
ro: Etichetă actualizată
th: อัปเดตป้ายกำกับแล้ว
vi: Đã cập nhật thẻ

# tagDeleted
source: Label deleted
ar: تم حذف العلامة
cs: Štítek smazán
fa: برچسب حذف شد
hi: लेबल हटा दिया गया
ja: タグが削除されました
pl: Usunięto tag
ro: Etichetă ștearsă
th: ลบป้ายกำกับแล้ว
vi: Đã xóa thẻ

source: Edit tag
ar: تعديل العلامة
cs: Upravit štítek
fa: ویرایش برچسب
hi: लेबल संपादित करें
ja: タグを編集
pl: Edytuj tag
ro: Editează eticheta
th: แก้ไขป้ายกำกับ
vi: Sửa thẻ

source: Transaction deleted
ar: تم حذف المعاملة
cs: Transakce smazána
fa: تراکنش حذف شد
hi: लेनदेन हटा दिया गया
ja: 取引が削除されました
pl: Usunięto transakcję
ro: Tranzacție ștearsă
th: ลบธุรกรรมแล้ว
vi: Đã xóa giao dịch

source: Undo
ar: تراجع
cs: Zpět
fa: واگرد
hi: पूर्ववत करें
ja: 元に戻す
pl: Cofnij
ro: Anulează
th: เลิกทำ
vi: Hoàn tác

source: Rollover History
ar: سجل الترحيل
cs: Historie převodů
fa: تاریخچه انتقال
hi: रोलओवर इतिहास
ja: ロールオーバー履歴
pl: Historia przenoszenia
ro: Istoric Reportări
th: ประวัติการหมุนเวียน
vi: Lịch sử luân chuyển

# noRolloverHistoryYet
source: No rollover history yet. Rollovers will appear here after the first budget period ends.
ar: لا يوجد سجل ترحيل بعد. ستظهر عمليات الترحيل هنا بعد انتهاء فترة الميزانية الأولى.
cs: Zatím žádná historie převodů. Převody se zde objeví po skončení prvního rozpočtového období.
fa: هنوز تاریخچه انتقالی وجود ندارد. انتقال‌ها پس از پایان اولین دوره بودجه در اینجا ظاهر می‌شوند.
hi: अभी तक कोई रोलओवर इतिहास नहीं है। रोलओवर यहां दिखाई देंगे जब पहली बजट अवधि समाप्त हो जाएगी।
ja: まだロールオーバー履歴はありません。最初の予算期間が終了すると、ロールオーバーがここに表示されます。
pl: Brak jeszcze historii przenoszenia. Przeniesienia pojawią się tutaj po zakończeniu pierwszego okresu budżetowego.
ro: Niciun istoric de reportări încă. Reportările vor apărea aici după încheierea primei perioade bugetare.
th: ยังไม่มีประวัติการหมุนเวียน การหมุนเวียนจะปรากฏที่นี่หลังจากสิ้นสุดงวดงบประมาณแรก
vi: Chưa có lịch sử luân chuyển. Luân chuyển sẽ xuất hiện ở đây sau khi kết thúc giai đoạn ngân sách đầu tiên.

source: Rollover
ar: ترحيل
cs: Převod
fa: انتقال
hi: रोलओवर
ja: ロールオーバー
pl: Przeniesienie
ro: Reportare
th: หมุนเวียน
vi: Luân chuyển

source: Add Expense
ar: إضافة مصروف
cs: Přidat výdaj
fa: افزودن هزینه
hi: खर्च जोड़ें
ja: 支出を追加
pl: Dodaj wydatek
ro: Adaugă Cheltuială
th: เพิ่มค่าใช้จ่าย
vi: Thêm chi tiêu

source: Add Income
ar: إضافة دخل
cs: Přidat příjem
fa: افزودن درآمد
hi: आय जोड़ें
ja: 収入を追加
pl: Dodaj przychód
ro: Adaugă Venit
th: เพิ่มรายรับ
vi: Thêm thu nhập

source: Financial summary
ar: الملخص المالي
cs: Finanční přehled
fa: خلاصه مالی
hi: वित्तीय सारांश
ja: 財務概要
pl: Podsumowanie finansowe
ro: Rezumat financiar
th: สรุปการเงิน
vi: Tóm tắt tài chính

# proFeature1
source: Multiple Accounts
ar: حسابات متعددة
cs: Více účtů
fa: بودجه‌های خانوادگی و شخصی را با حساب‌های چندگانه به طور جداگانه پیگیری کنید
hi: एकाधिक खाते
ja: 複数アカウント
pl: Wiele kont
ro: Urmărește bugetele de familie și personale separat cu Conturi Multiple
th: ติดตามงบประมาณครอบครัว & ส่วนตัวแยกกันด้วยบัญชีหลายบัญชี
vi: Nhiều tài khoản

# proFeature1Description
source: Manage multiple user profiles with separate transactions and currencies
ar: إدارة ملفات تعريف مستخدمين متعددة بمعاملات وعملات منفصلة
cs: Spravujte více uživatelských profilů s oddělenými transakcemi a měnami
fa: چندین پروفایل کاربری را با تراکنش‌ها و واحدهای پولی جداگانه مدیریت کنید
hi: अलग-अलग लेनदेन और मुद्राओं के साथ एकाधिक उपयोगकर्ता प्रोफ़ाइल प्रबंधित करें
ja: 個別の取引と通貨で複数のユーザープロファイルを管理
pl: Zarządzaj wieloma profilami użytkowników z oddzielnymi transakcjami i walutami
ro: Gestionează mai multe profiluri de utilizator cu tranzacții și monede separate
th: จัดการโปรไฟล์ผู้ใช้หลายรายพร้อมธุรกรรมและสกุลเงินแยกกัน
vi: Quản lý nhiều hồ sơ người dùng với các giao dịch và tiền tệ riêng biệt

# proFeature2
source: Unlimited
ar: غير محدود
cs: Neomezeně
fa: نامحدود
hi: असीमित
ja: 無制限
pl: Nieograniczone
ro: Nelimitat
th: ไม่จำกัด
vi: Không giới hạn

# proFeature2Description
source: Create unlimited subscriptions, budgets, recurring & goals
ar: إنشاء اشتراكات وميزانيات وتكرارات وأهداف غير محدودة
cs: Vytvářejte neomezený počet předplatných, rozpočtů, opakujících se plateb a cílů
fa: بودجه‌ها، اشتراک‌ها، رویدادهای تکرارشونده و اهداف نامحدود ایجاد کنید - بدون هیچ محدودیتی
hi: असीमित बजट, सदस्यता, आवर्ती इवेंट और लक्ष्य बनाएँ — कोई सीमा नहीं
ja: 無制限のサブスクリプション、予算、定期的な取引、目標を作成
pl: Twórz nieograniczoną liczbę subskrypcji, budżetów, transakcji cyklicznych i celów
ro: Creează bugete, abonamente, evenimente recurente și obiective nelimitate — fără limite
th: สร้างบัญชี การสมัครสมาชิก งบประมาณ เหตุการณ์ประจำ & เป้าหมายได้ไม่จำกัด
vi: Tạo đăng ký, ngân sách, giao dịch định kỳ và mục tiêu không giới hạn

# proFeature3
source: Just black Theme
ar: سمة سوداء فقط
cs: Motiv 'Pouze černá'
fa: پوسته فقط مشکی
hi: सिर्फ काला थीम
ja: ブラックのみのテーマ
pl: Motyw Tylko Czarny
ro: Temă Negru Complet
th: ธีมสีดำล้วน
vi: Chủ đề Chỉ màu đen

# proFeature3Description
source: A simple and minimalistic theme with just black and white colors
ar: سمة بسيطة وبسيطة بألوان سوداء وبيضاء فقط
cs: Jednoduchý a minimalistický motiv pouze s černou a bílou barvou
fa: با حالت تاریک، خستگی چشم را کاهش داده و باتری را ذخیره کنید
hi: आंखों के तनाव को कम करें और डार्क मोड के साथ बैटरी बचाएं
ja: 黒と白の色のみのシンプルでミニマルなテーマ
pl: Prosty i minimalistyczny motyw tylko z czarnymi i białymi kolorami
ro: Reduce oboseala ochilor și economisește bateria cu modul întunecat
th: ลดความเมื่อยล้าของตา & ประหยัดแบตเตอรี่ด้วยโหมดมืด
vi: Chủ đề đơn giản và tối giản chỉ với màu đen và trắng

# proFeature4
source: Google Drive Backup
ar: نسخ احتياطي لـ Google Drive
cs: Záloha na Google Drive
fa: پشتیبان‌گیری گوگل درایو
hi: Google ड्राइव बैकअप
ja: Googleドライブバックアップ
pl: Kopia zapasowa Google Drive
ro: Backup Google Drive
th: สำรองข้อมูล Google Drive
vi: Sao lưu Google Drive

# proFeature4Description
source: Backup your data to Google Drive for easy recovery
ar: انسخ بياناتك احتياطيًا إلى Google Drive لاستردادها بسهولة
cs: Zálohujte svá data na Google Drive pro snadné obnovení
fa: هرگز داده‌ها را از دست ندهید - با گوگل درایو همگام‌سازی کنید
hi: कभी डेटा न खोएं – Google ड्राइव के साथ सिंक करें
ja: 簡単な復元のためにGoogleドライブにデータをバックアップ
pl: Utwórz kopię zapasową danych na Google Drive w celu łatwego odzyskiwania
ro: Nu pierde niciodată datele – sincronizează cu Google Drive
th: ไม่สูญหายข้อมูล – ซิงค์กับ Google Drive
vi: Sao lưu dữ liệu của bạn vào Google Drive để dễ dàng khôi phục

# proFeature5
source: Home Screen Widget
ar: أداة الشاشة الرئيسية
cs: Widget domovské obrazovky
fa: ویجت صفحه اصلی
hi: होम स्क्रीन विजेट
ja: ホーム画面ウィジェット
pl: Widget ekranu głównego
ro: Widget Ecran de Pornire
th: วิดเจ็ตหน้าหลัก
vi: Tiện ích màn hình chính

# proFeature5Description
source: Add a widget to your home screen to easily access your finances
ar: أضف أداة إلى شاشتك الرئيسية للوصول بسهولة إلى أموالك
cs: Přidejte si widget na domovskou obrazovku pro snadný přístup k vašim financím
fa: هزینه‌های خود را فوراً از صفحه اصلی خود بررسی کنید
hi: अपनी होम स्क्रीन से तुरंत अपने खर्चों की जांच करें
ja: 財務に簡単にアクセスするためにホーム画面にウィジェットを追加
pl: Dodaj widget do ekranu głównego, aby łatwo uzyskać dostęp do swoich finansów
ro: Verifică-ți cheltuielile instantaneu de pe ecranul de pornire
th: ตรวจสอบการใช้จ่ายได้ทันทีจากหน้าหลัก
vi: Thêm tiện ích vào màn hình chính để dễ dàng truy cập tài chính của bạn

# paidToAccount
source: Paid to: {accountName}
ar: مدفوع إلى: {accountName}
cs: Zaplaceno na: {accountName}
fa: پرداخت شده به: {accountName}
hi: को भुगतान किया गया: {accountName}
ja: 支払い先: {accountName}
pl: Zapłacono na konto: {accountName}
ro: Plătit către: {accountName}
th: จ่ายให้: {accountName}
vi: Đã thanh toán cho: {accountName}

# budgetInfo
source: Budget Information
ar: معلومات الميزانية
cs: Informace o rozpočtu
fa: اطلاعات بودجه
hi: बजट जानकारी
ja: 予算情報
pl: Informacje o budżecie
ro: Informații Buget
th: ข้อมูลงบประมาณ
vi: Thông tin ngân sách

source: Budget Basics
ar: أساسيات الميزانية
cs: Základy rozpočtu
fa: مبانی بودجه
hi: बजट मूल बातें
ja: 予算の基本
pl: Podstawy budżetu
ro: Noțiuni de Bază Buget
th: พื้นฐานงบประมาณ
vi: Khái niệm cơ bản về ngân sách

# budgetBasicsDescription
source: Budgets help you track your spending in specific categories. Set a limit and monitor your expenses to stay within your financial goals.
ar: تساعدك الميزانيات على تتبع إنفاقك في فئات محددة. ضع حدًا وراقب إنفاقك للبقاء ضمن أهدافك المالية.
cs: Rozpočty vám pomáhají sledovat vaše výdaje v konkrétních kategoriích. Stanovte si limit a sledujte své výdaje, abyste zůstali v rámci svých finančních cílů.
fa: بودجه‌ها به شما کمک می‌کنند تا هزینه‌های خود را در دسته‌بندی‌های خاص پیگیری کنید. یک حد تعیین کرده و هزینه‌های خود را برای ماندن در چارچوب اهداف مالی خود نظارت کنید.
hi: बजट आपको विशिष्ट श्रेणियों में अपने खर्च को ट्रैक करने में मदद करते हैं। एक सीमा निर्धारित करें और अपने वित्तीय लक्ष्यों के भीतर रहने के लिए अपने खर्चों की निगरानी करें।
ja: 予算は、特定のカテゴリーでの支出を追跡するのに役立ちます。上限を設定し、支出を監視して財務目標を達成しましょう。
pl: Budżety pomagają śledzić wydatki w określonych kategoriach. Ustal limit i monitoruj wydatki, aby pozostać w ramach swoich celów finansowych.
ro: Bugetele te ajută să-ți urmărești cheltuielile în categorii specifice. Setează o limită și monitorizează-ți cheltuielile pentru a rămâne în cadrul obiectivelor tale financiare.
th: งบประมาณช่วยให้คุณติดตามการใช้จ่ายในหมวดหมู่เฉพาะ กำหนดขีดจำกัดและตรวจสอบค่าใช้จ่ายเพื่อให้บรรลุเป้าหมายทางการเงิน
vi: Ngân sách giúp bạn theo dõi chi tiêu của mình trong các danh mục cụ thể. Đặt giới hạn và theo dõi chi tiêu của bạn để luôn nằm trong mục tiêu tài chính của mình.

source: Budget Periods
ar: فترات الميزانية
cs: Období rozpočtu
fa: دوره‌های بودجه
hi: बजट अवधि
ja: 予算期間
pl: Okresy budżetowe
ro: Perioade Bugetare
th: ช่วงเวลางบประมาณ
vi: Kỳ ngân sách

# budgetPeriodsDescription
source: Budgets can be set for different periods: • Daily: Resets every day • Weekly: Resets every week • Monthly: Resets every month • Yearly: Resets every year
ar: يمكن تعيين الميزانيات لفترات مختلفة: • يوميًا: يتم إعادة التعيين كل يوم • أسبوعيًا: يتم إعادة التعيين كل أسبوع • شهريًا: يتم إعادة التعيين كل شهر • سنويًا: يتم إعادة التعيين كل عام
cs: Rozpočty lze nastavit na různá období: • Denní: Resetuje se každý den • Týdenní: Resetuje se každý týden • Měsíční: Resetuje se každý měsíc • Roční: Resetuje se každý rok
fa: بودجه‌ها می‌توانند برای دوره‌های مختلف تنظیم شوند: • روزانه: هر روز بازنشانی می‌شود • هفتگی: هر هفته بازنشانی می‌شود • ماهانه: هر ماه بازنشانی می‌شود • سالانه: هر سال بازنشانی می‌شود
hi: बजट विभिन्न अवधियों के लिए निर्धारित किए जा सकते हैं: • दैनिक: हर दिन रीसेट होता है • साप्ताहिक: हर सप्ताह रीसेट होता है • मासिक: हर महीने रीसेट होता है • वार्षिक: हर साल रीसेट होता है
ja: 予算はさまざまな期間で設定できます: • 日次: 毎日リセット • 週次: 毎週リセット • 月次: 毎月リセット • 年次: 毎年リセット
pl: Budżety można ustawić na różne okresy: • Dzienny: Resetuje się codziennie • Tygodniowy: Resetuje się co tydzień • Miesięczny: Resetuje się co miesiąc • Roczny: Resetuje się co rok
ro: Bugetele pot fi setate pentru perioade diferite: • Zilnic: Se resetează în fiecare zi • Săptămânal: Se resetează în fiecare săptămână • Lunar: Se resetează în fiecare lună • Anual: Se resetează în fiecare an
th: งบประมาณสามารถตั้งค่าสำหรับช่วงเวลาต่างๆ: • รายวัน: รีเซ็ตทุกวัน • รายสัปดาห์: รีเซ็ตทุกสัปดาห์ • รายเดือน: รีเซ็ตทุกเดือน • รายปี: รีเซ็ตทุกปี
vi: Ngân sách có thể được đặt cho các kỳ khác nhau: • Hàng ngày: Đặt lại mỗi ngày • Hàng tuần: Đặt lại mỗi tuần • Hàng tháng: Đặt lại mỗi tháng • Hàng năm: Đặt lại mỗi năm

source: Budget Rollover
ar: ترحيل الميزانية
cs: Převod rozpočtu
fa: انتقال بودجه
hi: बजट रोलओवर
ja: 予算のロールオーバー
pl: Przenoszenie budżetu
ro: Reportare Buget
th: งบประมาณหมุนเวียน
vi: Chuyển ngân sách

# budgetRolloverDescription
source: When enabled, unused budget amounts from the previous period will be added to your current period's budget. This helps you save more effectively by allowing your unused budget to accumulate.
ar: عند التمكين، ستتم إضافة مبالغ الميزانية غير المستخدمة من الفترة السابقة إلى ميزانية الفترة الحالية. يساعدك هذا على التوفير بشكل أكثر فعالية من خلال السماح بتراكم ميزانيتك غير المستخدمة.
cs: Pokud je povoleno, nevyužité částky rozpočtu z předchozího období budou přidány do rozpočtu aktuálního období. To vám pomůže efektivněji šetřit tím, že umožníte hromadění nevyužitého rozpočtu.
fa: در صورت فعال بودن، مبالغ بودجه استفاده نشده از دوره قبل به بودجه دوره فعلی شما اضافه می‌شود. این به شما کمک می‌کند تا با انباشت بودجه استفاده نشده خود، به طور مؤثرتری پس‌انداز کنید.
hi: सक्षम होने पर, पिछली अवधि के अप्रयुक्त बजट राशि को आपकी वर्तमान अवधि के बजट में जोड़ा जाएगा। यह आपको अपने अप्रयुक्त बजट को जमा करने की अनुमति देकर अधिक प्रभावी ढंग से बचत करने में मदद करता है।
ja: 有効にすると、前期間の未使用の予算額が現在の期間の予算に追加されます。これにより、未使用の予算を蓄積することで、より効果的に節約できます。
pl: Po włączeniu niewykorzystane kwoty budżetu z poprzedniego okresu zostaną dodane do budżetu bieżącego okresu. Pomaga to efektywniej oszczędzać, umożliwiając gromadzenie niewykorzystanego budżetu.
ro: Când este activată, sumele neutilizate din perioada anterioară vor fi adăugate la bugetul perioadei curente. Acest lucru te ajută să economisești mai eficient, permițând acumularea bugetului neutilizat.
th: เมื่อเปิดใช้งาน ยอดงบประมาณที่ไม่ได้ใช้จากงวดก่อนจะถูกเพิ่มไปยังงวดปัจจุบัน ช่วยให้คุณประหยัดได้มากขึ้นโดยให้งบประมาณที่ไม่ได้ใช้สะสมได้
vi: Khi được bật, số tiền ngân sách chưa sử dụng từ kỳ trước sẽ được thêm vào ngân sách kỳ hiện tại của bạn. Điều này giúp bạn tiết kiệm hiệu quả hơn bằng cách cho phép ngân sách chưa sử dụng của bạn được tích lũy.

# recurringInfo
source: Recurring Transactions Info
ar: معلومات المعاملات المتكررة
cs: Informace o opakujících se transakcích
fa: اطلاعات تراکنش‌های تکرارشونده
hi: आवर्ती लेनदेन की जानकारी
ja: 定期的な取引情報
pl: Informacje o transakcjach cyklicznych
ro: Informații Tranzacții Recurente
th: ข้อมูลธุรกรรมประจำ
vi: Thông tin giao dịch định kỳ

# recurringTotalCalculation
source: Total Calculation
ar: الحساب الإجمالي
cs: Celkový výpočet
fa: محاسبه کل
hi: कुल गणना
ja: 合計計算
pl: Obliczenie całkowite
ro: Calcul Total
th: การคำนวณรวม
vi: Tính toán tổng

# recurringTotalCalculationDescription
source: The total shown at the top of the page is calculated by: • Income: Sum of all recurring income transactions • Expense: Sum of all recurring expense transactions This gives you a quick overview of your recurring financial commitments.
ar: يتم حساب الإجمالي الموضح في أعلى الصفحة بواسطة: • الدخل: مجموع جميع معاملات الدخل المتكررة • المصروفات: مجموع جميع معاملات المصروفات المتكررة يمنحك هذا نظرة عامة سريعة على التزاماتك المالية المتكررة.
cs: Celková částka zobrazená v horní části stránky se vypočítá takto: • Příjem: Součet všech opakujících se příjmových transakcí • Výdaj: Součet všech opakujících se výdajových transakcí To vám poskytne rychlý přehled o vašich opakujících se finančních závazcích.
fa: مجموع نشان داده شده در بالای صفحه به این صورت محاسبه می‌شود: • درآمد: مجموع تمام تراکنش‌های درآمد تکرارشونده • هزینه: مجموع تمام تراکنش‌های هزینه تکرارشونده این به شما یک نمای کلی سریع از تعهدات مالی تکرارشونده شما می‌دهد.
hi: पृष्ठ के शीर्ष पर दिखाया गया कुल निम्नानुसार गणना की जाती है: • आय: सभी आवर्ती आय लेनदेन का योग • व्यय: सभी आवर्ती व्यय लेनदेन का योग यह आपको अपनी आवर्ती वित्तीय प्रतिबद्धताओं का त्वरित अवलोकन देता है।
ja: ページ上部に表示される合計は次のように計算されます: • 収入: すべての定期的な収入取引の合計 • 支出: すべての定期的な支出取引の合計 これにより、定期的な財務コミットメントの概要がすぐにわかります。
pl: Suma wyświetlana na górze strony jest obliczana przez: • Przychody: Suma wszystkich cyklicznych transakcji przychodowych • Wydatki: Suma wszystkich cyklicznych transakcji wydatkowych To daje szybki przegląd Twoich cyklicznych zobowiązań finansowych.
ro: Totalul afișat în partea de sus a paginii este calculat astfel: • Venit: Suma tuturor tranzacțiilor recurente de venit • Cheltuială: Suma tuturor tranzacțiilor recurente de cheltuială Acest lucru îți oferă o privire de ansamblu rapidă asupra angajamentelor tale financiare recurente.
th: ยอดรวมที่แสดงด้านบนคำนวณโดย: • รายรับ: ผลรวมของธุรกรรมรายรับประจำทั้งหมด • ค่าใช้จ่าย: ผลรวมของธุรกรรมค่าใช้จ่ายประจำทั้งหมด ให้คุณเห็นภาพรวมของภาระผูกพันทางการเงินประจำของคุณอย่างรวดเร็ว
vi: Tổng số tiền hiển thị ở đầu trang được tính bằng: • Thu nhập: Tổng của tất cả các giao dịch thu nhập định kỳ • Chi tiêu: Tổng của tất cả các giao dịch chi tiêu định kỳ Điều này cho bạn cái nhìn tổng quan nhanh về các cam kết tài chính định kỳ của mình.

# recurringDueTransactions
source: Due Transactions
ar: المعاملات المستحقة
cs: Splatné transakce
fa: تراکنش‌های سررسید شده
hi: देय लेनदेन
ja: 期限切れの取引
pl: Zaległe transakcje
ro: Tranzacții Scadente
th: ธุรกรรมครบกำหนด
vi: Giao dịch đến hạn

# recurringDueTransactionsDescription
source: Transactions that are past their scheduled date are shown here. You can: • Process them now to record the transaction • Skip them to move to the next scheduled date • Edit them to modify future occurrences
ar: يتم عرض المعاملات التي تجاوزت تاريخها المقرر هنا. يمكنك: • معالجتها الآن لتسجيل المعاملة • تخطيها للانتقال إلى التاريخ المقرر التالي • تحريرها لتعديل التكرارات المستقبلية
cs: Zde jsou zobrazeny transakce, jejichž plánované datum již uplynulo. Můžete: • Zpracovat je nyní a zaznamenat transakci • Přeskočit je a přejít na další plánované datum • Upravit je a změnit budoucí výskyty
fa: تراکنش‌هایی که تاریخ برنامه‌ریزی شده آنها گذشته است در اینجا نشان داده می‌شوند. شما می‌توانید: • آنها را اکنون برای ثبت تراکنش پردازش کنید • آنها را برای رفتن به تاریخ برنامه‌ریزی شده بعدی رد کنید • آنها را برای تغییر وقوع‌های آینده ویرایش کنید
hi: जिन लेनदेन की निर्धारित तिथि बीत चुकी है, वे यहां दिखाए गए हैं। आप कर सकते हैं: • लेनदेन को रिकॉर्ड करने के लिए उन्हें अभी संसाधित करें • अगली निर्धारित तिथि पर जाने के लिए उन्हें छोड़ दें • भविष्य की घटनाओं को संशोधित करने के लिए उन्हें संपादित करें
ja: 予定日を過ぎた取引がここに表示されます。次のことができます: • 取引を記録するために今すぐ処理する • 次の予定日に移動するためにスキップする • 将来の発生を変更するために編集する
pl: Transakcje, których zaplanowana data minęła, są wyświetlane tutaj. Możesz: • Przetworzyć je teraz, aby zarejestrować transakcję • Pominąć je, aby przejść do następnej zaplanowanej daty • Edytować je, aby zmodyfikować przyszłe wystąpienia
ro: Tranzacțiile care au depășit data programată sunt afișate aici. Poți: • Să le procesezi acum pentru a înregistra tranzacția • Să le omiți pentru a trece la următoarea dată programată • Să le editezi pentru a modifica aparițiile viitoare
th: ธุรกรรมที่เลยกำหนดจะแสดงที่นี่ คุณสามารถ: • ดำเนินการตอนนี้เพื่อบันทึกธุรกรรม • ข้ามเพื่อไปยังวันที่กำหนดถัดไป • แก้ไขเพื่อปรับเปลี่ยนเหตุการณ์ในอนาคต
vi: Các giao dịch đã qua ngày dự kiến được hiển thị ở đây. Bạn có thể: • Xử lý ngay để ghi lại giao dịch • Bỏ qua để chuyển sang ngày dự kiến tiếp theo • Chỉnh sửa để sửa đổi các lần xuất hiện trong tương lai

# recurringUpcomingTransactions
source: Upcoming Transactions
ar: المعاملات القادمة
cs: Nadcházející transakce
fa: تراکنش‌های آینده
hi: आगामी लेनदेन
ja: 今後の取引
pl: Nadchodzące transakcje
ro: Tranzacții Viitoare
th: ธุรกรรมที่กำลังจะมาถึง
vi: Giao dịch sắp tới

# recurringUpcomingTransactionsDescription
source: Future recurring transactions are listed here. They will automatically move to 'Due Transactions' when their scheduled date arrives. You can edit these transactions at any time.
ar: يتم سرد المعاملات المتكررة المستقبلية هنا. سيتم نقلها تلقائيًا إلى 'المعاملات المستحقة' عند وصول تاريخها المقرر. يمكنك تحرير هذه المعاملات في أي وقت.
cs: Zde jsou uvedeny budoucí opakující se transakce. Automaticky se přesunou do 'Splatných transakcí', jakmile nastane jejich plánované datum. Tyto transakce můžete kdykoli upravit.
fa: تراکنش‌های تکرارشونده آینده در اینجا لیست شده‌اند. آنها به طور خودکار به 'تراکنش‌های سررسید شده' منتقل می‌شوند وقتی تاریخ برنامه‌ریزی شده آنها فرا برسد. شما می‌توانید این تراکنش‌ها را در هر زمان ویرایش کنید.
hi: भविष्य के आवर्ती लेनदेन यहां सूचीबद्ध हैं। जब उनकी निर्धारित तिथि आएगी तो वे स्वचालित रूप से 'देय लेनदेन' में चले जाएंगे। आप इन लेनदेन को कभी भी संपादित कर सकते हैं।
ja: 今後の定期的な取引がここにリストされています。予定日が来ると自動的に「期限切れの取引」に移動します。これらの取引はいつでも編集できます。
pl: Przyszłe transakcje cykliczne są wymienione tutaj. Zostaną one automatycznie przeniesione do 'Zaległych transakcji', gdy nadejdzie ich zaplanowana data. Możesz edytować te transakcje w dowolnym momencie.
ro: Tranzacțiile recurente viitoare sunt listate aici. Acestea se vor muta automat la 'Tranzacții Scadente' când ajung la data programată. Poți edita aceste tranzacții în orice moment.
th: ธุรกรรมประจำในอนาคตจะแสดงที่นี่ จะย้ายไปที่ 'ธุรกรรมครบกำหนด' อัตโนมัติเมื่อถึงวันที่กำหนด คุณสามารถแก้ไขธุรกรรมเหล่านี้ได้ตลอดเวลา
vi: Các giao dịch định kỳ trong tương lai được liệt kê ở đây. Chúng sẽ tự động chuyển sang 'Giao dịch đến hạn' khi đến ngày dự kiến. Bạn có thể chỉnh sửa các giao dịch này bất kỳ lúc nào.

source: Sign in
ar: تسجيل الدخول
cs: Přihlásit se
fa: ورود
hi: साइन इन करें
ja: サインイン
pl: Zaloguj się
ro: Autentificare
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Not signed in
ar: لم يتم تسجيل الدخول
cs: Nepřihlášeno
fa: وارد نشده
hi: साइन इन नहीं किया गया
ja: サインインしていません
pl: Nie zalogowano
ro: Neautentificat
th: ยังไม่ได้เข้าสู่ระบบ
vi: Chưa đăng nhập

source: No account linked
ar: لا يوجد حساب مرتبط
cs: Žádný účet propojen
fa: حسابی متصل نیست
hi: कोई खाता लिंक नहीं किया गया
ja: アカウントがリンクされていません
pl: Brak połączonego konta
ro: Niciun cont asociat
th: ไม่มีบัญชีที่เชื่อมโยง
vi: Chưa liên kết tài khoản

source: Sign out
ar: تسجيل الخروج
cs: Odhlásit se
fa: خروج
hi: साइन आउट करें
ja: サインアウト
pl: Wyloguj się
ro: Deconectare
th: ออกจากระบบ
vi: Đăng xuất

source: Manage Users
ar: إدارة المستخدمين
cs: Spravovat uživatele
fa: مدیریت کاربران
hi: उपयोगकर्ताओं का प्रबंधन करें
ja: ユーザーを管理
pl: Zarządzaj użytkownikami
ro: Gestionează Utilizatori
th: จัดการผู้ใช้
vi: Quản lý người dùng

source: Add User
ar: إضافة مستخدم
cs: Přidat uživatele
fa: افزودن کاربر
hi: उपयोगकर्ता जोड़ें
ja: ユーザーを追加
pl: Dodaj użytkownika
ro: Adaugă Utilizator
th: เพิ่มผู้ใช้
vi: Thêm người dùng

source: Delete User
ar: حذف مستخدم
cs: Smazat uživatele
fa: حذف کاربر
hi: उपयोगकर्ता हटाएं
ja: ユーザーを削除
pl: Usuń użytkownika
ro: Șterge Utilizator
th: ลบผู้ใช้
vi: Xóa người dùng
