Repository: KirmesTVAustria/paisa-app
Catalog: localization/app_*.arb
Languages: ar, cs, fa, hi, ja, pl, ro, th, vi

# appRate
source: Rate the app
ar: قيم التطبيق
cs: Ohodnotit aplikaci
fa: به برنامه امتیاز دهید
hi: ऐप को रेट करें
ja: アプリを評価
pl: Oceń aplikację
ro: Evaluează aplicația
th: ให้คะแนนแอป
vi: Đánh giá ứng dụng

# appRateDesc
source: Love this app? Let us know how we can make it better on the {store}
ar: هل تحب هذا التطبيق؟ أخبرنا كيف يمكننا تحسينه على {store}
cs: Líbí se vám tato aplikace? Dejte nám vědět, jak ji můžeme vylepšit v {store}
fa: این برنامه را دوست دارید؟ به ما در {store} بگویید چگونه می‌توانیم آن را بهتر کنیم
hi: क्या आपको यह ऐप पसंद है? हमें {store} पर बताएं कि हम इसे कैसे बेहतर बना सकते हैं
ja: このアプリを気に入っていただけましたか？{store}で改善点をお聞かせください
pl: Lubisz tę aplikację? Daj nam znać, jak możemy ją ulepszyć w {store}
ro: Îți place aplicația? Spune-ne cum o putem îmbunătăți pe {store}
th: ชอบแอปนี้ไหม? แจ้งให้เราทราบว่าควรปรับปรุงอย่างไรที่ {store}
vi: Bạn thích ứng dụng này? Hãy cho chúng tôi biết cách cải thiện ứng dụng trên {store}

source: Transfer name
ar: اسم التحويل
cs: Název převodu
fa: نام انتقال
hi: ट्रांसफर का नाम
ja: 振込名
pl: Nazwa przelewu
ro: Nume transfer
th: ชื่อการโอน
vi: Tên chuyển khoản

# enterCategory
source: Enter category name
ar: أدخل اسم الفئة
cs: Zadejte název kategorie
fa: نام دسته‌بندی را وارد کنید
hi: श्रेणी का नाम दर्ज करें
ja: カテゴリー名を入力
pl: Wprowadź nazwę kategorii
ro: Introdu numele categoriei
th: กรอกชื่อหมวดหมู่
vi: Nhập tên danh mục

source: Enter description
ar: أدخل الوصف
cs: Zadejte popis
fa: توضیحات را وارد کنید
hi: विवरण दर्ज करें
ja: 説明を入力
pl: Wprowadź opis
ro: Introdu o descriere
th: กรอกคำอธิบาย
vi: Nhập mô tả

source: Enter amount
ar: أدخل المبلغ
cs: Zadejte částku
fa: مبلغ را وارد کنید
hi: राशि दर्ज करें
ja: 金額を入力
pl: Wprowadź kwotę
ro: Introdu suma
th: กรอกจำนวนเงิน
vi: Nhập số tiền

source: Enter account name
ar: أدخل اسم الحساب
cs: Zadejte název účtu
fa: نام حساب را وارد کنید
hi: खाते का नाम दर्ज करें
ja: アカウント名を入力
pl: Wprowadź nazwę konta
ro: Introdu numele contului
th: กรอกชื่อบัญชี
vi: Nhập tên tài khoản

source: Search
ar: بحث
cs: Hledat
fa: جستجو
hi: खोजें
ja: 検索
pl: Szukaj
ro: Caută
th: ค้นหา
vi: Tìm kiếm

source: Delete
ar: حذف
cs: Smazat
fa: حذف
hi: हटाएं
ja: 削除
pl: Usuń
ro: Șterge
th: ลบ
vi: Xóa

# introCTA
source: Get started
ar: ابدأ الآن
cs: Začít
fa: شروع کنید
hi: शुरू करें
ja: 始める
pl: Rozpocznij
ro: Începe
th: เริ่มต้นใช้งาน
vi: Bắt đầu

# deleteLoan
source: Deleting the loan deletes all records associated to it
ar: حذف هذا القرض سيؤدي إلى حذف جميع السجلات المرتبطة به.
cs: Smazáním této půjčky odstraníte všechny související záznamy.
fa: حذف وام، تمام رکوردهای مرتبط با آن را پاک می‌کند.
hi: इस ऋण को हटाने से इससे जुड़े सभी रिकॉर्ड हट जाएंगे।
ja: このローンを削除すると、関連するすべての記録が削除されます。
pl: Usunięcie tej pożyczki spowoduje usunięcie wszystkich powiązanych z nią rekordów.
ro: Ștergerea împrumutului șterge toate înregistrările asociate acestuia
th: การลบเงินกู้จะลบบันทึกที่เกี่ยวข้องทั้งหมด
vi: Xóa khoản vay này sẽ xóa tất cả các bản ghi liên quan.

# emptyBudgetMessageTitle
source: No budgets
ar: لا توجد ميزانيات
cs: Žádné rozpočty
fa: بودجه‌ای وجود ندارد
hi: कोई बजट नहीं
ja: 予算がありません
pl: Brak budżetów
ro: Fără bugete
th: ไม่มีงบประมาณ
vi: Không có ngân sách

# emptyBudgetMessageSubTitle
source: Add a budget to view it here
ar: أضف ميزانية لعرضها هنا
cs: Přidejte rozpočet, aby se zde zobrazil
fa: برای مشاهده، یک بودجه اضافه کنید
hi: यहां दिखाने के लिए एक बजट जोड़ें
ja: 予算を追加してここに表示します
pl: Dodaj budżet, aby wyświetlić go tutaj
ro: Adaugă un buget pentru a-l vedea aici
th: เพิ่มงบประมาณเพื่อแสดงที่นี่
vi: Thêm ngân sách để xem tại đây

# recurringEmptyMessageTitle
source: No recurring events?
ar: لا توجد أحداث متكررة؟
cs: Žádné opakující se události?
fa: هیچ رویداد تکرارشونده‌ای نیست؟
hi: कोई आवर्ती घटनाएं नहीं?
ja: 定期的な取引がありませんか？
pl: Brak wydarzeń cyklicznych?
ro: Niciun eveniment recurent?
th: ไม่มีรายการประจำ?
vi: Không có sự kiện định kỳ?

# recurringEmptyMessageSubTitle
source: Add recurring events to view them here
ar: أضف أحداثاً متكررة لعرضها هنا
cs: Přidejte opakující se události, aby se zde zobrazily
fa: برای مشاهده، رویدادهای تکرارشونده اضافه کنید
hi: यहां देखने के लिए आवर्ती घटनाएं जोड़ें
ja: 定期的な取引を追加してここに表示します
pl: Dodaj wydarzenia cykliczne, aby zobaczyć je tutaj
ro: Adaugă evenimente recurente pentru a le vedea aici
th: เพิ่มรายการประจำเพื่อแสดงที่นี่
vi: Thêm sự kiện định kỳ để xem tại đây

source: Small size FAB
ar: زر إجراء عائم صغير
cs: Malé tlačítko FAB
fa: دکمه شناور کوچک
hi: छोटा FAB बटन
ja: 小さいFABボタン
pl: Mały przycisk FAB
ro: Buton de acțiune mic
th: ปุ่มลอยขนาดเล็ก
vi: Nút FAB nhỏ

# smallSizeFabMessage
source: Show small size action button on all screens
ar: عرض زر إجراء صغير في جميع الشاشات
cs: Zobrazit malé akční tlačítko na všech obrazovkách
fa: نمایش دکمه شناور کوچک در تمام صفحات
hi: सभी स्क्रीन पर छोटा एक्शन बटन दिखाएं
ja: すべての画面で小さいアクションボタンを表示
pl: Pokaż mały przycisk akcji na wszystkich ekranach
ro: Afișează buton de acțiune de dimensiuni mici pe toate ecranele
th: แสดงปุ่มลอยขนาดเล็กในทุกหน้าจอ
vi: Hiển thị nút hành động nhỏ trên tất cả các màn hình

# selectDateErrorMessage
source: Select date
ar: اختر التاريخ
cs: Vyberte datum
fa: تاریخ را انتخاب کنید
hi: तिथि चुनें
ja: 日付を選択してください
pl: Wybierz datę
ro: Selectează data
th: เลือกวันที่
vi: Chọn ngày

source: Edit
ar: تعديل
cs: Upravit
fa: ویرایش
hi: संपादित करें
ja: 編集
pl: Edytuj
ro: Editează
th: แก้ไข
vi: Chỉnh sửa

# fromAccount
source: Transfer account from
ar: التحويل من حساب
cs: Převést z účtu
fa: انتقال از حساب
hi: खाते से ट्रांसफर करें
ja: 送金元アカウント
pl: Przelew z konta
ro: Transfer din contul
th: โอนจากบัญชี
vi: Chuyển từ tài khoản

# toAccount
source: Transfer account to
ar: التحويل إلى حساب
cs: Převést na účet
fa: انتقال به حساب
hi: खाते में ट्रांसफर करें
ja: 送金先アカウント
pl: Przelew na konto
ro: Transfer în contul
th: โอนไปยังบัญชี
vi: Chuyển vào tài khoản

source: Paisa Locked
ar: بايسا مقفل
cs: Paisa uzamčena
fa: پایسا قفل است
hi: Paisa लॉक है
ja: Paisaはロックされています
pl: Paisa Zablokowana
ro: Paisa Blocată
th: Paisa ถูกล็อก
vi: Paisa đã bị khóa

source: Authenticate
ar: المصادقة
cs: Ověřit
fa: احراز هویت
hi: प्रमाणित करें
ja: 認証
pl: Uwierzytelnij
ro: Autentifică-te
th: ยืนยันตัวตน
vi: Xác thực

# biometricMessage
source: To access the app, please authenticate using biometric
ar: للوصول إلى التطبيق، يرجى المصادقة باستخدام القياسات الحيوية
cs: Pro přístup k aplikaci se ověřte pomocí biometrických údajů
fa: برای دسترسی به برنامه، لطفاً با استفاده از بیومتریک احراز هویت کنید
hi: ऐप तक पहुंचने के लिए, कृपया बायोमेट्रिक्स का उपयोग करके प्रमाणित करें
ja: アプリにアクセスするには、生体認証を使用してください
pl: Aby uzyskać dostęp do aplikacji, uwierzytelnij się za pomocą danych biometrycznych
ro: Pentru a accesa aplicația, te rugăm să te autentifici folosind date biometrice
th: เพื่อเข้าใช้งานแอป กรุณายืนยันตัวตนด้วยไบโอเมตริกซ์
vi: Để truy cập ứng dụng, vui lòng xác thực bằng sinh trắc học

source: Back
ar: رجوع
cs: Zpět
fa: بازگشت
hi: वापस
ja: 戻る
pl: Wstecz
ro: Înapoi
th: ย้อนกลับ
vi: Quay lại

source: Total
ar: المجموع
cs: Celkem
fa: جمع کل
hi: कुल
ja: 合計
pl: Suma
th: รวม
vi: Tổng cộng

source: More
ar: المزيد
cs: Více
fa: بیشتر
hi: और
ja: その他
pl: Więcej
ro: Mai mult
th: เพิ่มเติม
vi: Thêm

source: Choose icon
ar: اختر أيقونة
cs: Vybrat ikonu
fa: انتخاب آیکون
hi: आइकन चुनें
ja: アイコンを選択
pl: Wybierz ikonę
ro: Alege iconița
th: เลือกไอคอน
vi: Chọn biểu tượng

source: Account style
ar: نمط الحساب
cs: Styl účtu
fa: سبک حساب
hi: खाता स्टाइल
ja: アカウントスタイル
pl: Styl konta
ro: Stilul contului
th: รูปแบบบัญชี
vi: Kiểu tài khoản

# accountStyleDescription
source: Select your preferred account display style vertical or horizontal
ar: اختر نمط عرض الحساب المفضل لديك: عمودي أو أفقي
cs: Vyberte preferovaný styl zobrazení účtu: vertikální nebo horizontální
fa: سبک نمایش حساب مورد نظر خود را (عمودی یا افقی) انتخاب کنید
hi: अपनी पसंदीदा खाता प्रदर्शन शैली चुनें: लंबवत या क्षैतिज
ja: アカウントの表示スタイルを選択してください：縦または横
pl: Wybierz preferowany styl wyświetlania konta: pionowy lub poziomy
ro: Selectează stilul preferat de afișare a contului: vertical sau orizontal
th: เลือกรูปแบบการแสดงบัญชีที่คุณต้องการ แนวตั้งหรือแนวนอน
vi: Chọn kiểu hiển thị tài khoản ưa thích của bạn: dọc hoặc ngang

source: Support me
ar: ادعمني
cs: Podpořte mě
fa: از من حمایت کنید
hi: मेरा समर्थन करें
ja: サポートする
pl: Wesprzyj mnie
ro: Susține-mă
th: สนับสนุนฉัน
vi: Ủng hộ tôi

# supportMeDescription
source: If you think I deserve a little treat for my hard work, you can buy me a virtual beer
ar: إذا كنت تعتقد أنني أستحق مكافأة صغيرة على عملي الجاد، يمكنك شراء بيرة افتراضية لي.
cs: Pokud si myslíte, že si za svou tvrdou práci zasloužím malou odměnu, můžete mi koupit virtuální pivo
fa: اگر فکر می‌کنید برای کار سختم لایق یک هدیه کوچک هستم، می‌توانید برای من یک نوشیدنی مجازی بخرید
hi: यदि आपको लगता है कि मैं अपनी कड़ी मेहनत के लिए एक छोटा सा इनाम पाने का हकदार हूं, तो आप मुझे एक आभासी बीयर खरीद सकते हैं।
ja: 私の努力が少しの報酬に値すると思われましたら、仮想のビールをご馳走いただけます。
pl: Jeśli uważasz, że zasługuję na małą nagrodę za moją ciężką pracę, możesz kupić mi wirtualne piwo.
ro: Dacă crezi că merit o mică recompensă pentru munca mea, poți să-mi cumperi o bere virtuală
th: ถ้าคุณคิดว่าฉันสมควรได้รับรางวัลเล็กๆ คุณสามารถซื้อเบียร์เสมือนให้ฉันได้
vi: Nếu bạn nghĩ rằng tôi xứng đáng được thưởng một chút cho công sức của mình, bạn có thể mua cho tôi một cốc bia ảo.

# lockAppDescription
source: When enabled, you'll need to use fingerprint to open Paisa.
ar: عند التفعيل، ستحتاج إلى استخدام بصمة الإصبع لفتح Paisa.
cs: Pokud je povoleno, budete k otevření Paisa potřebovat otisk prstu.
fa: در صورت فعال بودن، برای باز کردن پایسا باید از اثر انگشت استفاده کنید.
hi: सक्षम होने पर, आपको Paisa खोलने के लिए फिंगरप्रिंट का उपयोग करना होगा।
ja: 有効にすると、Paisaを開くために指紋認証が必要になります。
pl: Po włączeniu będziesz musiał użyć odcisku palca, aby otworzyć Paisa.
ro: Când este activat, va trebui să folosești amprenta pentru a deschide Paisa.
th: เมื่อเปิดใช้งาน คุณจะต้องใช้ลายนิ้วมือเพื่อเข้า Paisa
vi: Khi được bật, bạn sẽ cần sử dụng vân tay để mở Paisa.

source: Font style
ar: نمط الخط
cs: Styl písma
fa: سبک فونت
hi: फ़ॉन्ट स्टाइल
ja: フォントスタイル
pl: Styl czcionki
ro: Stilul fontului
th: รูปแบบฟอนต์
vi: Kiểu chữ

# chooseAppLanguage
source: Choose language
ar: اختر اللغة
cs: Vybrat jazyk
fa: انتخاب زبان
hi: भाषा चुनें
ja: 言語を選択
pl: Wybierz język
ro: Alege limba
th: เลือกภาษา
vi: Chọn ngôn ngữ

source: App language
ar: لغة التطبيق
cs: Jazyk aplikace
fa: زبان برنامه
hi: ऐप की भाषा
ja: アプリの言語
pl: Język aplikacji
ro: Limba aplicației
th: ภาษาของแอป
vi: Ngôn ngữ ứng dụng

source: Exclude account
ar: استبعاد الحساب
cs: Vyloučit účet
fa: مستثنی کردن حساب
hi: खाता बाहर रखें
ja: アカウントを除外
pl: Wyklucz konto
ro: Exclude contul
th: ไม่รวมบัญชี
vi: Loại trừ tài khoản

source: Account not found!
ar: الحساب غير موجود!
cs: Účet nenalezen!
fa: حساب پیدا نشد!
hi: खाता नहीं मिला!
ja: アカウントが見つかりません！
pl: Nie znaleziono konta!
ro: Contul nu a fost găsit!
th: ไม่พบบัญชี!
vi: Không tìm thấy tài khoản!

# bankNameError
source: Set bank name
ar: حدد اسم البنك
cs: Nastavte název banky
fa: نام بانک را تنظیم کنید
hi: बैंक का नाम सेट करें
ja: 銀行名を設定してください
pl: Ustaw nazwę banku
ro: Setează numele băncii
th: ตั้งชื่อธนาคาร
vi: Đặt tên ngân hàng

# holderNameError
source: Set account holder name
ar: حدد اسم صاحب الحساب
cs: Nastavte jméno držitele účtu
fa: نام دارنده حساب را تنظیم کنید
hi: धारक का नाम सेट करें
ja: アカウント所有者名を設定してください
pl: Ustaw imię posiadacza
ro: Setează numele titularului contului
th: ตั้งชื่อเจ้าของบัญชี
vi: Đặt tên chủ tài khoản

# accountColorError
source: Set account color name
ar: حدد لون الحساب
cs: Nastavte barvu účtu
fa: رنگ حساب را تنظیم کنید
hi: खाते का रंग सेट करें
ja: アカウントの色を設定してください
pl: Ustaw kolor konta
ro: Setează culoarea contului
th: ตั้งชื่อสีบัญชี
vi: Đặt màu tài khoản

# justBlackText
source: Just black
ar: أسود فقط
cs: Pouze černá
fa: فقط مشکی
hi: सिर्फ काला
ja: ブラックのみ
pl: Tylko czarny
ro: Negru complet
th: สีดำล้วน
vi: Chỉ màu đen

# dateAndTime
source: Date & time
ar: التاريخ والوقت
cs: Datum a čas
fa: تاریخ و زمان
hi: दिनांक और समय
ja: 日付と時刻
pl: Data i godzina
ro: Data și ora
th: วันที่ & เวลา
vi: Ngày và giờ

source: Goals
ar: الأهداف
cs: Cíle
fa: اهداف
hi: लक्ष्य
ja: 目標
pl: Cele
ro: Obiective
th: เป้าหมาย
vi: Mục tiêu

# welcomeAppTitle
source: Welcome to Paisa
ar: مرحباً بك في Paisa
cs: Vítejte v Paisa
fa: به پایسا خوش آمدید
hi: Paisa में आपका स्वागत है
ja: Paisaへようこそ
pl: Witaj w Paisa
ro: Bun venit la Paisa
th: ยินดีต้อนรับสู่ Paisa
vi: Chào mừng đến với Paisa

# welcomeAppSubTitle
source: Effortlessly track your expenses, simply and securely.
ar: رفيقك المالي الشخصي لإدارة أموال أذكى
cs: Váš osobní finanční společník pro chytřejší správu peněz
fa: هزینه‌های خود را بدون دردسر، ساده و امن پیگیری کنید.
hi: स्मार्ट पैसा प्रबंधन के लिए आपका व्यक्तिगत वित्तीय साथी
ja: よりスマートな資金管理のためのパーソナルファイナンスコンパニオン
pl: Twój osobisty asystent finansowy do inteligentnego zarządzania pieniędzmi
ro: Urmărește-ți cheltuielile fără efort, simplu și sigur.
th: ติดตามค่าใช้จ่ายของคุณอย่างง่ายดาย ปลอดภัย และสะดวก
vi: Người bạn đồng hành tài chính cá nhân của bạn để quản lý tiền thông minh hơn

source: Data
ar: البيانات
fa: داده‌ها
hi: डेटा
ja: データ
pl: Dane
ro: Date
th: ข้อมูล
vi: Dữ liệu

source: Clear
ar: مسح
cs: Vymazat
fa: پاک کردن
hi: साफ़ करें
ja: クリア
pl: Wyczyść
ro: Golește
th: ล้าง
vi: Xóa

source: Changelog
ar: سجل التغييرات
cs: Seznam změn
fa: لیست تغییرات
hi: परिवर्तन लॉग
ja: 変更履歴
pl: Historia zmian
ro: Istoric modificări
th: บันทึกการเปลี่ยนแปลง
vi: Nhật ký thay đổi

# calenderHeatMap
source: Calendar heatmap
ar: خريطة حرارية للتقويم
cs: Teplotní mapa kalendáře
fa: نقشه حرارتی تقویم
hi: कैलेंडर हीट मैप
ja: カレンダーヒートマップ
pl: Mapa cieplna kalendarza
ro: Hartă termică calendar
th: แผนที่ความร้อนปฏิทิน
vi: Bản đồ nhiệt lịch

# accountIconError
source: Set account icon
ar: حدد أيقونة الحساب
cs: Nastavte ikonu účtu
fa: آیکون حساب را تنظیم کنید
hi: खाता आइकन सेट करें
ja: アカウントアイコンを設定してください
pl: Ustaw ikonę konta
ro: Setează iconița contului
th: ตั้งค่าไอคอนบัญชี
vi: Đặt biểu tượng tài khoản

# tags
source: Labels
ar: العلامات
cs: Štítky
fa: برچسب‌ها
hi: टैग
ja: タグ
pl: Tagi
ro: Etichete
th: ป้ายกำกับ
vi: Thẻ

# tagsToolTip
source: Add label
ar: إضافة علامة
cs: Přidat štítek
fa: افزودن برچسب
hi: टैग जोड़ें
ja: タグを追加
pl: Dodaj tag
ro: Adaugă etichetă
th: เพิ่มป้ายกำกับ
vi: Thêm thẻ

# selectTag
source: Select label
ar: اختر علامة
cs: Vybrat štítek
fa: انتخاب برچسب
hi: टैग चुनें
ja: タグを選択
pl: Wybierz tag
ro: Selectează eticheta
th: เลือกป้ายกำกับ
vi: Chọn thẻ

# tagName
source: Label name
ar: اسم العلامة
cs: Název štítku
fa: نام برچسب
hi: टैग का नाम
ja: タグ名
pl: Nazwa tagu
ro: Numele etichetei
th: ชื่อป้ายกำกับ
vi: Tên thẻ

# enterTagName
source: Enter label name
ar: أدخل اسم العلامة
cs: Zadejte název štítku
fa: نام برچسب را وارد کنید
hi: टैग का नाम दर्ज करें
ja: タグ名を入力してください
pl: Wprowadź nazwę tagu
ro: Introdu numele etichetei
th: กรอกชื่อป้ายกำกับ
vi: Nhập tên thẻ

# addedDebit
source: Debit added
ar: تمت إضافة الخصم
cs: Debet přidán
fa: بدهی اضافه شد
hi: डेबिट जोड़ा गया
ja: 引き落としを追加しました
pl: Dodano debet
ro: Datorie adăugată
th: เพิ่มเดบิตแล้ว
vi: Đã thêm ghi nợ

# updatedDebit
source: Debit updated
ar: تم تحديث الخصم
cs: Debet upraven
fa: بدهی به‌روزرسانی شد
hi: डेबिट अपडेट किया गया
ja: 引き落としを更新しました
pl: Zaktualizowano debet
ro: Datorie actualizată
th: อัปเดตเดบิตแล้ว
vi: Đã cập nhật ghi nợ

source: Contributors
ar: المساهمون
cs: Přispěvatelé
fa: مشارکت‌کنندگان
hi: योगदानकर्ता
ja: 貢献者
pl: Współtwórcy
ro: Contribuitori
th: ผู้ร่วมพัฒนา
vi: Người đóng góp

source: Top accounts
ar: أهم الحسابات
cs: Nejlepší účty
fa: حساب‌های برتر
hi: शीर्ष खाते
ja: トップアカウント
pl: Główne konta
ro: Conturi de top
th: บัญชีเด่น
vi: Tài khoản hàng đầu

source: Top categories
ar: أهم الفئات
cs: Nejlepší kategorie
fa: دسته‌بندی‌های برتر
hi: शीर्ष श्रेणियां
ja: トップカテゴリー
pl: Główne kategorie
ro: Categorii de top
th: หมวดหมู่เด่น
vi: Danh mục hàng đầu

source: Recent transactions
ar: المعاملات الأخيرة
cs: Nedávné transakce
fa: تراکنش‌های اخیر
hi: हाल के लेन-देन
ja: 最近の取引
pl: Ostatnie transakcje
ro: Tranzacții recente
th: ธุรกรรมล่าสุด
vi: Giao dịch gần đây

source: Sort by
ar: ترتيب حسب
cs: Seřadit podle
fa: مرتب‌سازی بر اساس
hi: इसके अनुसार क्रमबद्ध करें
ja: 並び替え
pl: Sortuj według
ro: Sortează după
th: เรียงตาม
vi: Sắp xếp theo

source: Create backup
ar: إنشاء نسخة احتياطية
cs: Vytvořit zálohu
fa: ایجاد پشتیبان
hi: बैकअप बनाएं
ja: バックアップを作成
pl: Utwórz kopię zapasową
ro: Creează backup
th: สร้างสำเนาสำรอง
vi: Tạo bản sao lưu

source: Add budget
ar: إضافة ميزانية
cs: Přidat rozpočet
fa: افزودن بودجه
hi: बजट जोड़ें
ja: 予算を追加
pl: Dodaj budżet
ro: Adaugă buget
th: เพิ่มงบประมาณ
vi: Thêm ngân sách

source: Period
ar: الفترة
cs: Období
fa: دوره
hi: अवधि
ja: 期間
pl: Okres
ro: Perioadă
th: ช่วงเวลา
vi: Kỳ hạn

source: History
ar: السجل
cs: Historie
fa: تاریخچه
hi: इतिहास
ja: 履歴
pl: Historia
ro: Istoric
th: ประวัติ
vi: Lịch sử

source: Transaction
ar: معاملة
cs: Transakce
fa: تراکنش
hi: लेन-देन
ja: 取引
pl: Transakcja
ro: Tranzacție
th: ธุรกรรม
vi: Giao dịch

source: Debit Transaction
ar: معاملة خصم
cs: Debetní transakce
fa: تراکنش بدهی
hi: डेबिट लेन-देन
ja: 引き落とし取引
pl: Transakcja debetowa
ro: Tranzacție de debit
th: ธุรกรรมเดบิต
vi: Giao dịch ghi nợ

source: Account
ar: حساب
cs: Účet
fa: حساب
hi: खाता
ja: アカウント
pl: Konto
ro: Cont
th: บัญชี
vi: Tài khoản

source: Category
ar: فئة
cs: Kategorie
fa: دسته‌بندی
hi: श्रेणी
ja: カテゴリー
pl: Kategoria
ro: Categorie
th: หมวดหมู่
vi: Danh mục

# tag
source: Label
ar: علامة
cs: Štítek
fa: برچسب
hi: टैग
ja: タグ
pl: Tag
ro: Etichetă
th: ป้ายกำกับ
vi: Thẻ

source: Goal
ar: هدف
cs: Cíl
fa: هدف
hi: लक्ष्य
ja: 目標
pl: Cel
ro: Obiectiv
th: เป้าหมาย
vi: Mục tiêu

source: Overall
ar: إجمالي
cs: Celkově
fa: کلی
hi: समग्र
ja: 全体
pl: Ogólne
ro: General
th: โดยรวม
vi: Tổng thể

# selectBudget
source: Select a budget
ar: اختر الميزانية
cs: Vybrat rozpočet
fa: یک بودجه انتخاب کنید
hi: बजट चुनें
ja: 予算を選択
pl: Wybierz budżet
ro: Selectează un buget
th: เลือกงบประมาณ
vi: Chọn ngân sách

source: Budget updated
ar: تم تحديث الميزانية
cs: Rozpočet upraven
fa: بودجه به‌روزرسانی شد
hi: बजट अपडेट किया गया
ja: 予算を更新しました
pl: Zaktualizowano budżet
ro: Buget actualizat
th: อัปเดตงบประมาณแล้ว
vi: Ngân sách đã được cập nhật

source: Budget added
ar: تمت إضافة الميزانية
cs: Rozpočet přidán
fa: بودجه اضافه شد
hi: बजट जोड़ा गया
ja: 予算を追加しました
pl: Dodano budżet
ro: Buget adăugat
th: เพิ่มงบประมาณแล้ว
vi: Ngân sách đã được thêm

source: Name
ar: الاسم
cs: Název
fa: نام
hi: नाम
ja: 名前
pl: Nazwa
ro: Nume
th: ชื่อ
vi: Tên

source: Name (A-Z)
ar: الاسم (أ-ي)
cs: Název (A-Z)
fa: نام (الف-ی)
hi: नाम (A-Z)
ja: 名前 (A-Z)
pl: Nazwa (A-Z)
ro: Nume (A-Z)
th: ชื่อ (A-Z)
vi: Tên (A-Z)

source: Name (Z-A)
ar: الاسم (ي-أ)
cs: Název (Z-A)
fa: نام (ی-الف)
hi: नाम (Z-A)
ja: 名前 (Z-A)
pl: Nazwa (Z-A)
ro: Nume (Z-A)
th: ชื่อ (Z-A)
vi: Tên (Z-A)

# amountLowToHigh
source: Amount (low-high)
ar: المبلغ (الأقل إلى الأعلى)
cs: Částka (od nejnižší k nejvyšší)
fa: مبلغ (کم به زیاد)
hi: राशि (कम से उच्च)
ja: 金額 (低い順)
pl: Kwota (od najniższej do najwyższej)
ro: Sumă (mică-mare)
th: จำนวนเงิน (น้อย-มาก)
vi: Số tiền (Thấp đến Cao)

# amountHighToLow
source: Amount (high-low)
ar: المبلغ (الأعلى إلى الأقل)
cs: Částka (od nejvyšší k nejnižší)
fa: مبلغ (زیاد به کم)
hi: राशि (उच्च से कम)
ja: 金額 (高い順)
pl: Kwota (od najwyższej do najniższej)
ro: Sumă (mare-mică)
th: จำนวนเงิน (มาก-น้อย)
vi: Số tiền (Cao đến Thấp)

# dateOldestFirst
source: Date (old-new)
ar: التاريخ (الأقدم أولاً)
cs: Datum (nejstarší první)
fa: تاریخ (قدیمی به جدید)
hi: तिथि (सबसे पुरानी पहले)
ja: 日付 (古い順)
pl: Data (najstarsze najpierw)
ro: Dată (veche-nouă)
th: วันที่ (เก่า-ใหม่)
vi: Ngày (Cũ nhất trước)

# dateNewestFirst
source: Date (new-old)
ar: التاريخ (الأحدث أولاً)
cs: Datum (nejnovější první)
fa: تاریخ (جدید به قدیمی)
hi: तिथि (सबसे नई पहले)
ja: 日付 (新しい順)
pl: Data (najnowsze najpierw)
ro: Dată (nouă-veche)
th: วันที่ (ใหม่-เก่า)
vi: Ngày (Mới nhất trước)

source: Reorder accounts
ar: إعادة ترتيب الحسابات
cs: Přeuspořádat účty
fa: مرتب‌سازی مجدد حساب‌ها
hi: खातों को पुन: व्यवस्थित करें
ja: アカウントを並べ替える
pl: Zmień kolejność kont
ro: Reordonează conturile
th: จัดลำดับบัญชี
vi: Sắp xếp lại tài khoản

source: What's new
ar: ما الجديد
cs: Co je nového
fa: چه خبر؟
hi: नया क्या है
ja: 新機能
pl: Co nowego
ro: Ce este nou
th: มีอะไรใหม่
vi: Có gì mới

# googleDriveDesc
source: Backup and restore your data to Google Drive
ar: نسخ احتياطي واستعادة بياناتك إلى Google Drive
cs: Zálohujte a obnovujte svá data na Google Drive
fa: از داده‌های خود در گوگل درایو پشتیبان‌گیری و بازیابی کنید
hi: अपने डेटा का Google ड्राइव पर बैकअप और पुनर्स्थापना करें
ja: Googleドライブにデータをバックアップおよび復元
pl: Utwórz kopię zapasową i przywróć dane na Google Drive
ro: Fă backup și restaurează datele tale pe Google Drive
th: สำรองและกู้คืนข้อมูลของคุณไปยัง Google Drive
vi: Sao lưu và khôi phục dữ liệu của bạn vào Google Drive

source: Google Drive Backup
ar: نسخة احتياطية من Google Drive
cs: Záloha na Google Drive
fa: پشتیبان‌گیری گوگل درایو
hi: Google ड्राइव बैकअप
ja: Googleドライブバックアップ
pl: Kopia zapasowa Google Drive
ro: Backup Google Drive
th: สำรองข้อมูล Google Drive
vi: Sao lưu Google Drive

# historyDesc
source: View all your transactions
ar: عرض جميع معاملاتك
cs: Zobrazit všechny vaše transakce
fa: تمام تراکنش‌های خود را مشاهده کنید
hi: अपने सभी लेनदेन देखें
ja: すべての取引を表示
pl: Wyświetl wszystkie swoje transakcje
ro: Vezi toate tranzacțiile tale
th: ดูธุรกรรมทั้งหมดของคุณ
vi: Xem tất cả các giao dịch của bạn

source: Export all data
ar: تصدير كل البيانات
cs: Exportovat všechna data
fa: خروجی گرفتن از تمام داده‌ها
hi: सभी डेटा निर्यात करें
ja: すべてのデータをエクスポート
pl: Eksportuj wszystkie dane
ro: Exportă toate datele
th: ส่งออกข้อมูลทั้งหมด
vi: Xuất tất cả dữ liệu

# exportAllDataSuccess
source: Data exported successfully
ar: تم تصدير البيانات بنجاح
cs: Data úspěšně exportována
fa: داده‌ها با موفقیت خروجی گرفته شدند
hi: डेटा सफलतापूर्वक निर्यात किया गया
ja: データは正常にエクスポートされました
pl: Dane pomyślnie wyeksportowano
ro: Datele au fost exportate cu succes
th: ส่งออกข้อมูลสำเร็จ
vi: Dữ liệu đã được xuất thành công

source: Import data
ar: استيراد البيانات
cs: Importovat data
fa: وارد کردن داده‌ها
hi: डेटा आयात करें
ja: データをインポート
pl: Importuj dane
ro: Importă date
th: นำเข้าข้อมูล
vi: Nhập dữ liệu

# importAllData
source: Import CSV file
ar: استيراد ملف CSV
cs: Importovat CSV soubor
fa: وارد کردن فایل CSV
hi: CSV फ़ाइल आयात करें
ja: CSVファイルをインポート
pl: Importuj plik CSV
ro: Importă fișier CSV
th: นำเข้าไฟล์ CSV
vi: Nhập tệp CSV

# importAllDataDesc
source: Import all your data from a CSV file
ar: استيراد جميع بياناتك من ملف CSV
cs: Importovat všechna vaše data z CSV souboru
fa: تمام داده‌های خود را از یک فایل CSV وارد کنید
hi: अपनी सभी डेटा एक CSV फ़ाइल से आयात करें
ja: CSVファイルからすべてのデータをインポート
pl: Importuj wszystkie swoje dane z pliku CSV
ro: Importă toate datele tale dintr-un fișier CSV
th: นำเข้าข้อมูลทั้งหมดของคุณจากไฟล์ CSV
vi: Nhập tất cả dữ liệu của bạn từ tệp CSV

# createBackupDesc
source: Backup your transactions, accounts, categories, goals, and more
ar: نسخ احتياطي لمعاملاتك وحساباتك وفئاتك وأهدافك والمزيد
cs: Zálohujte své transakce, účty, kategorie, cíle a další
fa: از تراکنش‌ها، حساب‌ها، دسته‌بندی‌ها، اهداف و موارد دیگر پشتیبان‌گیری کنید
hi: अपने लेनदेन, खाते, श्रेणियां, लक्ष्य और बहुत कुछ का बैकअप लें
ja: 取引、アカウント、カテゴリー、目標などをバックアップ
pl: Utwórz kopię zapasową transakcji, kont, kategorii, celów i innych
ro: Fă backup tranzacțiilor, conturilor, categoriilor, obiectivelor și multe altele
th: สำรองธุรกรรม บัญชี หมวดหมู่ เป้าหมาย และอื่นๆ ของคุณ
vi: Sao lưu các giao dịch, tài khoản, danh mục, mục tiêu của bạn, v.v.

source: Restore backup
ar: استعادة النسخة الاحتياطية
cs: Obnovit zálohu
fa: بازیابی پشتیبان
hi: बैकअप से पुनर्स्थापित करें
ja: バックアップを復元
pl: Przywróć kopię zapasową
ro: Restaurează backup
th: กู้คืนข้อมูลสำรอง
vi: Khôi phục bản sao lưu
