Repository: KirmesTVAustria/paisa-app
Catalog: localization/app_*.arb
Languages: ar, cs, fa, hi, ja, pl, ro, th, vi

# restoreBackupDesc
source: Restore your transactions, accounts, categories, goals, and more
ar: استعادة معاملاتك وحساباتك وفئاتك وأهدافك والمزيد
cs: Obnovte své transakce, účty, kategorie, cíle a další
fa: تراکنش‌ها، حساب‌ها، دسته‌بندی‌ها، اهداف و موارد دیگر خود را بازیابی کنید
hi: अपने लेनदेन, खाते, श्रेणियां, लक्ष्य और बहुत कुछ पुनर्स्थापित करें
ja: 取引、アカウント、カテゴリー、目標などを復元
pl: Przywróć transakcje, konta, kategorie, cele i inne
ro: Restaurează tranzacțiile, conturile, categoriile, obiectivele și multe altele
th: กู้คืนธุรกรรม บัญชี หมวดหมู่ เป้าหมาย และอื่นๆ ของคุณ
vi: Khôi phục các giao dịch, tài khoản, danh mục, mục tiêu của bạn, v.v.

source: Danger zone
ar: منطقة الخطر
cs: Nebezpečná zóna
fa: منطقه خطر
hi: खतरनाक क्षेत्र
ja: 危険地帯
pl: Strefa niebezpieczna
ro: Zonă de pericol
th: พื้นที่อันตราย
vi: Vùng nguy hiểm

# deleteAllData
source: Permanently deletes all data
ar: حذف جميع البيانات نهائياً
cs: Trvale smazat všechna data
fa: تمام داده‌ها را برای همیشه حذف می‌کند
hi: सभी डेटा को स्थायी रूप से हटाएं
ja: すべてのデータを完全に削除
pl: Trwale usuń wszystkie dane
ro: Șterge permanent toate datele
th: ลบข้อมูลทั้งหมดถาวร
vi: Xóa vĩnh viễn tất cả dữ liệu

source: Reset all data
ar: إعادة تعيين جميع البيانات
cs: Resetovat všechna data
fa: بازنشانی تمام داده‌ها
hi: सभी डेटा को रीसेट करें
ja: すべてのデータをリセット
pl: Zresetuj wszystkie dane
ro: Resetează toate datele
th: รีเซ็ตข้อมูลทั้งหมด
vi: Đặt lại tất cả dữ liệu

# resetAllDataDesc
source: This action cannot be undone. Are you sure you want to delete all your data?
ar: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد حذف جميع بياناتك؟
cs: Tuto akci nelze vrátit zpět. Opravdu chcete smazat všechna svá data?
fa: این عمل قابل بازگشت نیست. آیا مطمئن هستید که می‌خواهید تمام داده‌های خود را حذف کنید؟
hi: यह कार्रवाई पूर्ववत नहीं की जा सकती। क्या आप वाकई सभी डेटा को हटाना चाहते हैं?
ja: この操作は元に戻せません。すべてのデータを削除してもよろしいですか？
pl: Tej czynności nie można cofnąć. Czy na pewno chcesz usunąć wszystkie swoje dane?
ro: Această acțiune nu poate fi anulată. Ești sigur că vrei să ștergi toate datele tale?
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้ คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูลทั้งหมด?
vi: Hành động này không thể hoàn tác. Bạn có chắc chắn muốn xóa tất cả dữ liệu của mình không?

source: Reset
ar: إعادة تعيين
cs: Resetovat
fa: بازنشانی
hi: रीसेट करें
ja: リセット
pl: Resetuj
ro: Resetează
th: รีเซ็ต
vi: Đặt lại

source: Track budgets
ar: تتبع الميزانيات
cs: Sledovat rozpočty
fa: پیگیری بودجه‌ها
hi: बजट ट्रैक करें
ja: 予算を追跡
pl: Śledź budżety
ro: Urmărește bugetele
th: ติดตามงบประมาณ
vi: Theo dõi ngân sách

source: Track Budget
ar: تتبع الميزانية
cs: Sledovat rozpočet
fa: پیگیری بودجه
hi: बजट ट्रैक करें
ja: 予算を追跡
pl: Śledź budżet
ro: Urmărește Bugetul
th: ติดตามงบประมาณ
vi: Theo dõi ngân sách

source: On track
ar: في المسار الصحيح
cs: V souladu s plánem
fa: در مسیر درست
hi: ट्रैक पर
ja: 順調
pl: Na dobrej drodze
ro: Pe drumul cel bun
th: อยู่ในเส้นทาง
vi: Đúng tiến độ

source: Over budget
ar: تجاوز الميزانية
cs: Překrocený rozpočet
fa: بیش از بودجه
hi: बजट से अधिक
ja: 予算超過
pl: Powyżej budżetu
ro: Peste buget
th: เกินงบประมาณ
vi: Vượt ngân sách

source: Warning
ar: تحذير
cs: Varování
fa: هشدار
hi: चेतावनी
ja: 警告
pl: Ostrzeżenie
ro: Atenție
th: คำเตือน
vi: Cảnh báo

source: Daily budget
ar: ميزانية يومية
cs: Denní rozpočet
fa: بودجه روزانه
hi: दैनिक बजट
ja: 日次予算
pl: Budżet dzienny
ro: Buget zilnic
th: งบประมาณรายวัน
vi: Ngân sách hàng ngày

source: Weekly budget
ar: ميزانية أسبوعية
cs: Týdenní rozpočet
fa: بودجه هفتگی
hi: साप्ताहिक बजट
ja: 週次予算
pl: Budżet tygodniowy
ro: Buget săptămânal
th: งบประมาณรายสัปดาห์
vi: Ngân sách hàng tuần

source: Monthly budget
ar: ميزانية شهرية
cs: Měsíční rozpočet
fa: بودجه ماهانه
hi: मासिक बजट
ja: 月次予算
pl: Budżet miesięczny
ro: Buget lunar
th: งบประมาณรายเดือน
vi: Ngân sách hàng tháng

source: Yearly budget
ar: ميزانية سنوية
cs: Roční rozpočet
fa: بودجه سالانه
hi: वार्षिक बजट
ja: 年次予算
pl: Budżet roczny
ro: Buget anual
th: งบประมาณรายปี
vi: Ngân sách hàng năm

source: Delete budget?
ar: حذف الميزانية؟
cs: Smazat rozpočet?
fa: بودجه حذف شود؟
hi: बजट हटाएं?
ja: 予算を削除しますか？
pl: Usunąć budżet?
ro: Ștergi bugetul?
th: ลบงบประมาณ?
vi: Xóa ngân sách?

# deleteBudgetDesc
source: This won't affect any transactions linked to this budget
ar: لن يؤثر هذا على أي معاملات مرتبطة بهذه الميزانية
cs: Toto neovlivní žádné transakce spojené s tímto rozpočtem
fa: این کار هیچ یک از تراکنش‌های مرتبط با این بودجه را تحت تأثیر قرار نمی‌دهد
hi: यह इस बजट से जुड़े किसी भी लेनदेन को प्रभावित नहीं करेगा
ja: これは、この予算にリンクされている取引には影響しません
pl: To nie wpłynie na żadne transakcje powiązane z tym budżetem
ro: Acest lucru nu va afecta nicio tranzacție legată de acest buget
th: จะไม่กระทบกับธุรกรรมที่เชื่อมโยงกับงบประมาณนี้
vi: Điều này sẽ không ảnh hưởng đến bất kỳ giao dịch nào liên quan đến ngân sách này

# enableFeedback
source: Enable feedback mode
ar: تفعيل وضع التعليقات
cs: Povolit režim zpětné vazby
fa: فعال کردن حالت بازخورد
hi: प्रतिक्रिया मोड सक्षम करें
ja: フィードバックモードを有効化
pl: Włącz tryb opinii
ro: Activează modul de feedback
th: เปิดโหมดข้อเสนอแนะ
vi: Bật chế độ phản hồi

# enableFeedbackDesc
source: Send feedback to help improve the app
ar: أرسل تعليقات للمساعدة في تحسين التطبيق
cs: Odesílejte zpětnou vazbu, abyste pomohli vylepšit aplikaci
fa: برای کمک به بهبود برنامه، بازخورد ارسال کنید
hi: ऐप को बेहतर बनाने में मदद करने के लिए प्रतिक्रिया भेजें
ja: アプリの改善に役立つフィードバックを送信
pl: Wyślij opinię, aby pomóc ulepszyć aplikację
ro: Trimite feedback pentru a ajuta la îmbunătățirea aplicației
th: ส่งข้อเสนอแนะเพื่อช่วยปรับปรุงแอป
vi: Gửi phản hồi để giúp cải thiện ứng dụng

# emptyGoalsMessageTitle
source: No goals
ar: لا توجد أهداف
cs: Žádné cíle
fa: هدفی وجود ندارد
hi: कोई लक्ष्य नहीं
ja: 目標がありません
pl: Brak celów
ro: Fără obiective
th: ไม่มีเป้าหมาย
vi: Không có mục tiêu

# emptyGoalsMessageSubTitle
source: Add a goal to view it here
ar: أضف هدفاً لعرضه هنا
cs: Přidejte cíl, aby se zde zobrazil
fa: برای مشاهده، یک هدف اضافه کنید
hi: यहां दिखाने के लिए एक लक्ष्य जोड़ें
ja: 目標を追加してここに表示します
pl: Dodaj cel, aby wyświetlić go tutaj
ro: Adaugă un obiectiv pentru a-l vedea aici
th: เพิ่มเป้าหมายเพื่อแสดงที่นี่
vi: Thêm mục tiêu để xem tại đây

source: Add goal
ar: إضافة هدف
cs: Přidat cíl
fa: افزودن هدف
hi: लक्ष्य जोड़ें
ja: 目標を追加
pl: Dodaj cel
ro: Adaugă obiectiv
th: เพิ่มเป้าหมาย
vi: Thêm mục tiêu

source: Select a image
ar: اختر صورة
cs: Vyberte obrázek
fa: یک تصویر انتخاب کنید
hi: एक छवि चुनें
ja: 画像を選択
pl: Wybierz obraz
ro: Selectează o imagine
th: เลือกรูปภาพ
vi: Chọn hình ảnh

# overViewChartTitle
source: Financial overview
ar: نظرة عامة مالية
cs: Finanční přehled
fa: نمای کلی مالی
hi: वित्तीय अवलोकन
ja: 財務概要
pl: Przegląd finansowy
ro: Rezumat financiar
th: ภาพรวมการเงิน
vi: Tổng quan tài chính

# overViewChartSubTitle
source: Income vs Expenses
ar: الدخل مقابل النفقات
cs: Příjmy vs. výdaje
fa: درآمد در مقابل هزینه
hi: आय बनाम व्यय
ja: 収入 vs 支出
pl: Przychody vs Wydatki
ro: Venituri vs Cheltuieli
th: รายรับ vs รายจ่าย
vi: Thu nhập và chi tiêu

source: Saved
ar: تم الحفظ
cs: Ušetřeno
fa: ذخیره شده
hi: बचाया गया
ja: 貯金額
pl: Zaoszczędzone
ro: Economisit
th: บันทึกแล้ว
vi: Đã lưu

source: Remaining
ar: متبقي
cs: Zbývající
fa: باقی‌مانده
hi: शेष
ja: 残り
pl: Pozostało
ro: Rămas
th: คงเหลือ
vi: Còn lại

# daysLeft
source: {count, plural, zero{No days} one{1 day} other{{count} days}}
ar: {count, plural, zero{لا توجد أيام} one{يوم واحد} other{{count} أيام}} متبقية
cs: {count, plural, zero{Žádné dny} one{1 den} few{{count} dny} many{{count} dní} other{{count} dní}} zbývá
fa: {count, plural, zero{روزی نمانده} one{۱ روز} other{{count} روز}}
hi: {count, plural, zero{कोई दिन नहीं} one{1 दिन} other{{count} दिन}} शेष
ja: {count, plural, zero{残り日数なし} one{残り1日} other{残り{count}日}}
pl: {count, plural, zero{Brak dni} one{1 dzień} other{{count} dni}} pozostało
ro: {count, plural, zero{Nicio zi} one{1 zi} few{{count} zile} other{{count} de zile}}
th: เหลือ {count} วัน
vi: {count, plural, zero{Không còn ngày nào} one{Còn 1 ngày} other{Còn {count} ngày}}

source: Spent
ar: تم إنفاقه
cs: Utraceno
fa: خرج شده
hi: खर्च किया गया
ja: 支出済み
pl: Wydane
ro: Cheltuit
th: ใช้จ่ายแล้ว
vi: Đã chi tiêu

source: Schedule notification
ar: جدولة الإشعارات
cs: Naplánovat oznámení
fa: زمان‌بندی اعلان
hi: शेड्यूल नोटिफिकेशन
ja: 通知をスケジュール
pl: Zaplanuj powiadomienie
ro: Programează notificare
th: ตั้งค่าการแจ้งเตือน
vi: Lên lịch thông báo

# scheduleNotificationDesc
source: Set a reminder to track your daily transactions
ar: قم بتعيين تذكير لتتبع معاملاتك اليومية
cs: Nastavte si připomenutí pro sledování svých denních transakcí
fa: برای پیگیری تراکنش‌های روزانه خود یک یادآور تنظیم کنید
hi: अपने दैनिक लेनदेन को ट्रैक करने के लिए एक अनुस्मारक सेट करें
ja: 日次取引を追跡するためのリマインダーを設定
pl: Ustaw przypomnienie o śledzeniu codziennych transakcji
ro: Setează un memento pentru a-ți urmări tranzacțiile zilnice
th: ตั้งเตือนเพื่อติดตามธุรกรรมประจำวันของคุณ
vi: Đặt lời nhắc để theo dõi các giao dịch hàng ngày của bạn

source: Subscription
ar: الاشتراكات
cs: Předplatná
fa: اشتراک
hi: सदस्यता
ja: サブスクリプション
pl: Subskrypcje
ro: Abonament
th: การสมัครสมาชิก
vi: Đăng ký

source: Website
ar: الموقع الإلكتروني
cs: Webové stránky
fa: وب‌سایت
hi: वेबसाइट
ja: ウェブサイト
pl: Strona internetowa
ro: Site web
th: เว็บไซต์
vi: Trang web

# websiteDesc
source: Visit our website for more information
ar: قم بزيارة موقعنا الإلكتروني لمزيد من المعلومات
cs: Navštivte naše webové stránky pro více informací
fa: برای اطلاعات بیشتر از وب‌سایت ما دیدن کنید
hi: अधिक जानकारी के लिए हमारी वेबसाइट पर जाएं
ja: 詳細については当社のウェブサイトをご覧ください
pl: Odwiedź naszą stronę internetową, aby uzyskać więcej informacji
ro: Vizitează site-ul nostru pentru mai multe informații
th: เยี่ยมชมเว็บไซต์ของเราสำหรับข้อมูลเพิ่มเติม
vi: Truy cập trang web của chúng tôi để biết thêm thông tin

source: Default category
ar: الفئة الافتراضية
cs: Výchozí kategorie
fa: دسته‌بندی پیش‌فرض
hi: डिफ़ॉल्ट श्रेणी
ja: デフォルトカテゴリー
pl: Domyślna kategoria
ro: Categorie implicită
th: หมวดหมู่เริ่มต้น
vi: Danh mục mặc định

# selectGoal
source: Select a goal
ar: اختر هدفاً
cs: Vybrat cíl
fa: یک هدف انتخاب کنید
hi: लक्ष्य चुनें
ja: 目標を選択
pl: Wybierz cel
ro: Selectează un obiectiv
th: เลือกเป้าหมาย
vi: Chọn mục tiêu

source: See all
ar: عرض الكل
cs: Zobrazit vše
fa: مشاهده همه
hi: सभी देखें
ja: すべて表示
pl: Zobacz wszystko
ro: Vezi tot
th: ดูทั้งหมด
vi: Xem tất cả

source: Edit goal
ar: تعديل الهدف
cs: Upravit cíl
fa: ویرایش هدف
hi: लक्ष्य संपादित करें
ja: 目標を編集
pl: Edytuj cel
ro: Editează obiectivul
th: แก้ไขเป้าหมาย
vi: Sửa mục tiêu

source: Edit budget
ar: تعديل الميزانية
cs: Upravit rozpočet
fa: ویرایش بودجه
hi: बजट संपादित करें
ja: 予算を編集
pl: Edytuj budżet
ro: Editează bugetul
th: แก้ไขงบประมาณ
vi: Sửa ngân sách

# deleteGoal
source: Deleting the {goalName} goal?
ar: حذف الهدف {goalName}؟
cs: Smazat cíl {goalName}?
fa: هدف {goalName} حذف شود؟
hi: लक्ष्य {goalName} हटाएं?
ja: {goalName}の目標を削除しますか？
pl: Usunąć cel {goalName}?
ro: Ștergi obiectivul {goalName}?
th: ลบเป้าหมาย {goalName} หรือไม่?
vi: Xóa mục tiêu {goalName}?

# deletedGoal
source: Goal deleted
ar: تم حذف الهدف
cs: Cíl smazán
fa: هدف حذف شد
hi: लक्ष्य हटाया गया
ja: 目標を削除しました
pl: Usunięto cel
ro: Obiectiv șters
th: ลบเป้าหมายแล้ว
vi: Đã xóa mục tiêu

# subscriptionNextPayment
source: Due on {date}
ar: الدفعة التالية: {date}
cs: Další platba: {date}
fa: سررسید در {date}
hi: अगला भुगतान: {date}
ja: 次回支払い: {date}
pl: Następna płatność: {date}
ro: Scadent la {date}
th: ครบกำหนด {date}
vi: Thanh toán tiếp theo: {date}

source: Loans
ar: القروض
cs: Půjčky
fa: وام‌ها
hi: ऋण
ja: ローン
pl: Pożyczki
ro: Împrumuturi
th: เงินกู้
vi: Khoản vay

source: Lending
ar: إقراض (أنا أعطي)
cs: Půjčování
fa: وام دادن
hi: उधार देना (मैं देता हूँ)
ja: 貸付 (私が貸す)
pl: Udzielanie pożyczek (ja daję)
ro: Creditare
th: ให้ยืม
vi: Cho vay (tôi cho vay)

source: Borrowing
ar: اقتراض (أنا آخذ)
cs: Vypůjčování
fa: وام گرفتن
hi: उधार लेना (मैं लेता हूँ)
ja: 借入 (私が借りる)
pl: Branie pożyczek (ja biorę)
ro: Împrumutare
th: ยืมเงิน
vi: Đi vay (tôi vay)

source: Add loan
ar: إضافة قرض
cs: Přidat půjčku
fa: افزودن وام
hi: ऋण जोड़ें
ja: ローンを追加
pl: Dodaj pożyczkę
ro: Adaugă împrumut
th: เพิ่มเงินกู้
vi: Thêm khoản vay

source: Edit loan
ar: تعديل القرض
cs: Upravit půjčku
fa: ویرایش وام
hi: ऋण संपादित करें
ja: ローンを編集
pl: Edytuj pożyczkę
ro: Editează împrumutul
th: แก้ไขเงินกู้
vi: Sửa khoản vay

source: Pay loan
ar: سداد القرض
cs: Zaplatit půjčku
fa: پرداخت وام
hi: ऋण चुकाएं
ja: ローンを支払う
pl: Spłać pożyczkę
ro: Plătește împrumutul
th: ชำระเงินกู้
vi: Trả khoản vay

# emptyLoansMessageTitle
source: No loans
ar: لا توجد قروض
cs: Žádné půjčky
fa: وامی وجود ندارد
hi: कोई ऋण नहीं
ja: ローンなし
pl: Brak pożyczek
ro: Fără împrumuturi
th: ไม่มีเงินกู้
vi: Không có khoản vay

# emptyLoansMessageSubTitle
source: Add a loan to view it here
ar: أضف قرضاً لعرضه هنا
cs: Přidejte půjčku, aby se zde zobrazila
fa: برای مشاهده، یک وام اضافه کنید
hi: यहां दिखाने के लिए एक ऋण जोड़ें
ja: ローンを追加してここに表示します
pl: Dodaj pożyczkę, aby wyświetlić ją tutaj
ro: Adaugă un împrumut pentru a-l vedea aici
th: เพิ่มเงินกู้เพื่อแสดงที่นี่
vi: Thêm khoản vay để xem tại đây

# deleteSubscription
source: Deleting the {subscription} subscription?
ar: حذف الاشتراك {subscription}؟
cs: Smazat předplatné {subscription}?
fa: اشتراک {subscription} حذف شود؟
hi: सदस्यता {subscription} हटाएं?
ja: サブスクリプション {subscription} を削除しますか？
pl: Usunąć subskrypcję {subscription}?
ro: Ștergi abonamentul {subscription}?
th: ลบการสมัครสมาชิก {subscription} หรือไม่?
vi: Xóa đăng ký {subscription}?

source: Terms of Use
ar: شروط الاستخدام
cs: Podmínky použití
fa: شرایط استفاده
hi: उपयोग की शर्तें
ja: 利用規約
pl: Warunki użytkowania
ro: Termeni de utilizare
th: ข้อกำหนดการใช้งาน
vi: Điều khoản sử dụng

source: About Paisa
ar: عن بايسا
cs: O aplikaci Paisa
fa: درباره پایسا
hi: Paisa के बारे में
ja: Paisaについて
pl: O Paisa
ro: Despre Paisa
th: เกี่ยวกับ Paisa
vi: Về Paisa

source: Restore purchases
ar: استعادة المشتريات
cs: Obnovit nákupy
fa: بازیابی خریدها
hi: खरीदारी पुनर्स्थापित करें
ja: 購入を復元
pl: Przywróć zakupy
ro: Restaurează achizițiile
th: กู้คืนการซื้อ
vi: Khôi phục mua hàng

# continueText
source: Continue
ar: متابعة
cs: Pokračovat
fa: ادامه
hi: जारी रखें
ja: 続ける
pl: Kontynuuj
ro: Continuă
th: ดำเนินการต่อ
vi: Tiếp tục

source: Feature included
ar: الميزات المضمنة
cs: Funkce zahrnuta
fa: ویژگی شامل شده
hi: शामिल सुविधा
ja: 含まれる機能
pl: Funkcja wliczona w cenę
ro: Funcționalitate inclusă
th: ฟีเจอร์ที่รวมอยู่
vi: Tính năng bao gồm

# paywallText
source: Get access to all premium features and support the development
ar: احصل على جميع الميزات المتقدمة وادعم التطوير
cs: Získejte přístup ke všem prémiovým funkcím a podpořte vývoj
fa: به تمام ویژگی‌های ویژه دسترسی پیدا کنید و از توسعه حمایت کنید
hi: सभी प्रीमियम सुविधाओं तक पहुंचें और विकास का समर्थन करें
ja: すべてのプレミアム機能にアクセスして開発をサポート
pl: Uzyskaj dostęp do wszystkich funkcji premium i wesprzyj rozwój
ro: Obține acces la toate funcționalitățile premium și susține dezvoltarea
th: เข้าถึงฟีเจอร์พรีเมียมทั้งหมดและสนับสนุนการพัฒนา
vi: Truy cập tất cả tính năng cao cấp và hỗ trợ phát triển

source: Action needed
ar: يتطلب إجراء
cs: Vyžadována akce
fa: اقدام لازم است
hi: कार्रवाई आवश्यक
ja: アクションが必要
pl: Wymagana akcja
ro: Acțiune necesară
th: ต้องดำเนินการ
vi: Cần hành động

# spendingAnalytics
source: Analytics
ar: تحليلات الإنفاق
cs: Analýza výdajů
fa: تحلیل‌ها
hi: खर्च विश्लेषण
ja: 支出分析
pl: Analiza wydatków
ro: Analiză
th: วิเคราะห์การใช้จ่าย
vi: Phân tích chi tiêu

source: Monthly Overview
ar: نظرة عامة شهرية
cs: Měsíční přehled
fa: نمای کلی ماهانه
hi: मासिक अवलोकन
ja: 月次概要
pl: Przegląd miesięczny
ro: Rezumat Lunar
th: ภาพรวมรายเดือน
vi: Tổng quan hàng tháng

source: Spending Predictions
ar: توقعات الإنفاق
cs: Předpovědi výdajů
fa: پیش‌بینی هزینه‌ها
hi: खर्च की भविष्यवाणियां
ja: 支出予測
pl: Prognozy wydatków
ro: Previziuni Cheltuieli
th: คาดการณ์การใช้จ่าย
vi: Dự đoán chi tiêu

source: Unusual Spending
ar: إنفاق غير معتاد
cs: Neobvyklé výdaje
fa: هزینه‌های غیرعادی
hi: असामान्य खर्च
ja: 異常支出
pl: Nietypowe wydatki
ro: Cheltuieli Neobișnuite
th: การใช้จ่ายผิดปกติ
vi: Chi tiêu bất thường

source: Average Spending
ar: متوسط الإنفاق
cs: Průměrné výdaje
fa: میانگین هزینه‌ها
hi: औसत खर्च
ja: 平均支出
pl: Średnie wydatki
ro: Cheltuieli Medii
th: ค่าใช้จ่ายเฉลี่ย
vi: Chi tiêu trung bình

source: Predicted
ar: متوقع
cs: Předpovězeno
fa: پیش‌بینی شده
hi: अनुमानित
ja: 予測
pl: Przewidywane
ro: Prezis
th: คาดการณ์
vi: Dự đoán

source: Increasing
ar: في ازدياد
cs: Rostoucí
fa: در حال افزایش
hi: बढ़ रहा है
ja: 増加
pl: Rosnące
ro: În creștere
th: เพิ่มขึ้น
vi: Tăng

source: Decreasing
ar: في انخفاض
cs: Klesající
fa: در حال کاهش
hi: घट रहा है
ja: 減少
pl: Malejące
ro: În scădere
th: ลดลง
vi: Giảm

source: Stable
ar: مستقر
cs: Stabilní
fa: پایدار
hi: स्थिर
ja: 安定
pl: Stabilne
ro: Stabil
th: คงที่
vi: Ổn định

source: Current Spending
ar: الإنفاق الحالي
cs: Aktuální výdaje
fa: هزینه فعلی
hi: वर्तमान खर्च
ja: 現在の支出
pl: Bieżące wydatki
ro: Cheltuieli Curente
th: การใช้จ่ายปัจจุบัน
vi: Chi tiêu hiện tại

# averageMonthly
source: Monthly Average
ar: المتوسط الشهري
cs: Měsíční průměr
fa: میانگین ماهانه
hi: औसत मासिक
ja: 月平均
pl: Średnia miesięczna
ro: Medie Lunară
th: ค่าเฉลี่ยรายเดือน
vi: Trung bình tháng

source: Last 6 Months
ar: آخر 6 أشهر
cs: Posledních 6 měsíců
fa: ۶ ماه گذشته
hi: पिछले 6 महीने
ja: 過去6ヶ月
pl: Ostatnie 6 miesięcy
ro: Ultimele 6 Luni
th: 6 เดือนที่ผ่านมา
vi: 6 tháng qua

source: Trending Up
ar: اتجاه تصاعدي
cs: Rostoucí trend
fa: روند صعودی
hi: ऊपर की ओर रुझान
ja: 上昇トレンド
pl: Trend wzrostowy
ro: Tendință Ascendentă
th: แนวโน้มสูงขึ้น
vi: Xu hướng tăng

source: Trending Down
ar: اتجاه تنازلي
cs: Klesající trend
fa: روند نزولی
hi: नीचे की ओर रुझान
ja: 下降トレンド
pl: Trend spadkowy
ro: Tendință Descendentă
th: แนวโน้มลดลง
vi: Xu hướng giảm

source: Overall Spending
ar: إجمالي الإنفاق
cs: Celkové výdaje
fa: هزینه کلی
hi: कुल खर्च
ja: 総支出
pl: Wydatki ogółem
ro: Cheltuieli Generale
th: การใช้จ่ายโดยรวม
vi: Chi tiêu tổng thể

source: Paisa Pro
ar: بايسا برو
fa: پایسا پرو
hi: पैसा प्रो

# notificationTitle
source: Daily reminder
ar: تذكير يومي
cs: Denní připomenutí
fa: یادآور روزانه
hi: दैनिक अनुस्मारक
ja: 日次リマインダー
pl: Codzienne przypomnienie
ro: Memento zilnic
th: แจ้งเตือนประจำวัน
vi: Nhắc nhở hàng ngày

# notificationDesc
source: Set a reminder to track your daily transactions
ar: قم بتعيين تذكير لتتبع معاملاتك اليومية
cs: Nastavte si připomenutí pro sledování svých denních transakcí
fa: برای پیگیری تراکنش‌های روزانه خود یک یادآور تنظیم کنید
hi: अपने दैनिक लेनदेन को ट्रैक करने के लिए एक अनुस्मारक सेट करें
ja: 日次取引を追跡するためのリマインダーを設定
pl: Ustaw przypomnienie o śledzeniu codziennych transakcji
ro: Setează un memento pentru a-ți urmări tranzacțiile zilnice
th: ตั้งเตือนเพื่อติดตามธุรกรรมประจำวันของคุณ
vi: Đặt lời nhắc để theo dõi các giao dịch hàng ngày của bạn

source: Notification time
ar: وقت الإشعار
cs: Čas oznámení
fa: زمان اعلان
hi: अधिसूचना समय
ja: 通知時間
pl: Czas powiadomienia
ro: Ora notificării
th: เวลาการแจ้งเตือน
vi: Thời gian thông báo

# notificationTimeDesc
source: Set the time to receive the notification
ar: قم بتعيين وقت استلام الإشعار
cs: Nastavte čas pro příjem oznámení
fa: زمان دریافت اعلان را تنظیم کنید
hi: अधिसूचना प्राप्त करने का समय निर्धारित करें
ja: 通知を受け取る時間を設定
pl: Ustaw czas otrzymywania powiadomienia
ro: Setează ora la care să primești notificarea
th: ตั้งเวลาสำหรับรับการแจ้งเตือน
vi: Đặt thời gian để nhận thông báo

source: Upcoming
ar: قادم
cs: Nadcházející
fa: آینده
hi: आगामी
ja: 今後の予定
pl: Nadchodzące
ro: Următoarele
th: กำลังจะมาถึง
vi: Sắp tới

source: Due transactions
ar: المعاملات المستحقة
cs: Splatné transakce
fa: تراکنش‌های سررسید شده
hi: देय लेनदेन
ja: 期限切れの取引
pl: Zaległe transakcje
ro: Tranzacții scadente
th: ธุรกรรมที่ครบกำหนด
vi: Giao dịch đến hạn

source: Due transaction
ar: معاملة مستحقة
cs: Splatná transakce
fa: تراکنش سررسید شده
hi: देय लेनदेन
ja: 期限切れの取引
pl: Zaległa transakcja
ro: Tranzacție scadentă
th: ธุรกรรมครบกำหนด
vi: Giao dịch đến hạn

# paidFromAccount
source: Paid from: {accountName}
ar: تم الدفع من الحساب: {accountName}
cs: Zaplaceno z: {accountName}
fa: پرداخت شده از: {accountName}
hi: से भुगतान किया गया: {accountName}
ja: アカウントから支払い済み: {accountName}
pl: Zapłacono z konta: {accountName}
ro: Plătit din: {accountName}
th: จ่ายจาก: {accountName}
vi: Thanh toán từ tài khoản: {accountName}

# processNow
source: Process
ar: معالجة
cs: Zpracovat
fa: پردازش
hi: संसाधित करें
ja: 処理する
pl: Przetwórz
ro: Procesează
th: ดำเนินการ
vi: Xử lý

# monthCompared
source: Compared to {amount} last month
ar: مقارنة بـ {amount} الشهر الماضي
cs: Ve srovnání s {amount} minulý měsíc
fa: در مقایسه با {amount} ماه گذشته
hi: पिछले महीने {amount} की तुलना में
ja: 先月の{amount}と比較
pl: W porównaniu z {amount} w zeszłym miesiącu
ro: față de {amount} luna trecută
th: เทียบกับ {amount} เดือนที่แล้ว
vi: So với {amount} tháng trước

# deleteTag
source: Are you sure you want to delete this {tag} label?
ar: هل أنت متأكد أنك تريد حذف هذه العلامة {tag}؟
cs: Opravdu chcete smazat tento štítek {tag}?
fa: آیا مطمئن هستید که می‌خواهید این برچسب {tag} را حذف کنید؟
hi: क्या आप वाकई इस {tag} टैग को हटाना चाहते हैं?
ja: このタグ{tag}を削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć ten tag {tag}?
ro: Ești sigur că vrei să ștergi eticheta {tag}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบป้ายกำกับ {tag} นี้?
vi: Bạn có chắc chắn muốn xóa thẻ {tag} này không?

# transactionsCount
source: {count} {count, plural, other{transactions} zero{No transactions} one{transaction} two{transactions} few{transactions} many{transactions}}
ar: {count, plural, zero{لا توجد معاملات} one{معاملة واحدة} other{{count} معاملات}}
cs: {count, plural, zero{Žádné transakce} one{1 transakce} few{{count} transakce} many{{count} transakcí} other{{count} transakcí}}
fa: {count, plural, zero{بدون تراکنش} one{۱ تراکنش} other{{count} تراکنش}}
hi: {count, plural, zero{कोई लेनदेन नहीं} one{1 लेनदेन} other{{count} लेनदेन}}
ja: {count, plural, zero{取引なし} one{1件の取引} other{{count}件の取引}}
pl: {count, plural, zero{Brak transakcji} one{1 transakcja} other{{count} transakcji}}
ro: {count, plural, zero{Nicio tranzacție} one{1 tranzacție} few{{count} tranzacții} other{{count} de tranzacții}}
th: {count} ธุรกรรม
vi: {count, plural, zero{Không có giao dịch} one{1 giao dịch} other{{count} giao dịch}}

# tagDetailsSubtitle
source: {tagCount} transactions
ar: {tagCount, plural, zero{لا توجد معاملات} one{معاملة واحدة} other{{tagCount} معاملات}}
cs: {tagCount, plural, one{1 transakce} few{{tagCount} transakce} many{{tagCount} transakcí} other{{tagCount} transakcí}}
fa: {tagCount} تراکنش
hi: {tagCount, plural, one{1 लेनदेन} other{{tagCount} लेनदेन}}
ja: {tagCount, plural, one{1件の取引} other{{tagCount}件の取引}}
pl: {tagCount, plural, zero{Brak transakcji} one{1 transakcja} other{{tagCount} transakcji}}
ro: {tagCount} tranzacții
th: {tagCount} ธุรกรรม
vi: {tagCount, plural, zero{Không có giao dịch} one{1 giao dịch} other{{tagCount} giao dịch}}

# topTags
source: Top labels
ar: أهم العلامات
cs: Nejlepší štítky
fa: برچسب‌های برتر
hi: शीर्ष टैग
ja: トップタグ
pl: Główne tagi
ro: Etichete de top
th: ป้ายกำกับเด่น
vi: Thẻ hàng đầu

source: Filter
ar: فلتر
cs: Filtr
fa: فیلتر
hi: फ़िल्टर
ja: フィルター
pl: Filtr
ro: Filtru
th: ตัวกรอง
vi: Bộ lọc

source: Select Date Range
ar: اختر نطاق التاريخ
cs: Vybrat rozsah dat
fa: انتخاب محدوده تاریخ
hi: तिथि सीमा चुनें
ja: 期間を選択
pl: Wybierz zakres dat
ro: Selectează Interval de Date
th: เลือกช่วงวันที่
vi: Chọn khoảng thời gian

source: Apply
ar: تطبيق
cs: Použít
fa: اعمال
hi: लागू करें
ja: 適用
pl: Zastosuj
ro: Aplică
th: ใช้
vi: Áp dụng
