Repository: KirmesTVAustria/paisa-app
Catalog: localization/app_*.arb
Languages: ar, cs, fa, hi, ja, pl, ro, th, vi

# areYouSureUserDelete
source: Are you sure you want to delete {name}?.
ar: هل أنت متأكد أنك تريد حذف {name}؟
cs: Opravdu chcete smazat {name}?
fa: آیا از حذف {name} مطمئن هستید؟
hi: क्या आप वाकई {name} को हटाना चाहते हैं?
ja: {name}を削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć {name}?
ro: Ești sigur că vrei să ștergi utilizatorul {name}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {name}?
vi: Bạn có chắc chắn muốn xóa {name} không?

# areYouSureUserDeleteDescription
source: This will delete all transactions associated with this user.
ar: سيؤدي هذا إلى حذف جميع المعاملات المرتبطة بهذا المستخدم.
cs: Tímto smažete všechny transakce spojené s tímto uživatelem.
fa: این کار تمام تراکنش‌های مرتبط با این کاربر را حذف می‌کند.
hi: यह इस उपयोगकर्ता से जुड़े सभी लेनदेन को हटा देगा।
ja: これにより、このユーザーに関連するすべての取引が削除されます。
pl: Spowoduje to usunięcie wszystkich transakcji powiązanych z tym użytkownikiem.
ro: Aceasta va șterge toate tranzacțiile asociate cu acest utilizator.
th: การดำเนินการนี้จะลบธุรกรรมที่เกี่ยวข้องกับผู้ใช้นี้ทั้งหมด
vi: Thao tác này sẽ xóa tất cả các giao dịch liên quan đến người dùng này.

# noUserSelectedCreateNewUser
source: No user selected, create a new user
ar: لم يتم اختيار مستخدم، أنشئ مستخدمًا جديدًا
cs: Není vybrán žádný uživatel, vytvořte nového
fa: کاربری انتخاب نشده است، یک کاربر جدید ایجاد کنید
hi: कोई उपयोगकर्ता चयनित नहीं है, एक नया उपयोगकर्ता बनाएं
ja: ユーザーが選択されていません。新しいユーザーを作成してください
pl: Nie wybrano użytkownika, utwórz nowego użytkownika
ro: Niciun utilizator selectat, creează un utilizator nou
th: ยังไม่ได้เลือกผู้ใช้ สร้างผู้ใช้ใหม่
vi: Chưa chọn người dùng, hãy tạo người dùng mới

# selectUser
source: Select a user profile
ar: اختر ملف تعريف مستخدم
cs: Vyberte uživatelský profil
fa: یک پروفایل کاربری انتخاب کنید
hi: एक उपयोगकर्ता प्रोफ़ाइल चुनें
ja: ユーザープロファイルを選択
pl: Wybierz profil użytkownika
ro: Selectează un profil de utilizator
th: เลือกโปรไฟล์ผู้ใช้
vi: Chọn hồ sơ người dùng

# cannotDeleteOnlyUser
source: Cannot delete the only user. Create another user first.
ar: لا يمكن حذف المستخدم الوحيد. أنشئ مستخدمًا آخر أولاً.
cs: Nelze smazat jediného uživatele. Nejprve vytvořte dalšího.
fa: نمی‌توان تنها کاربر را حذف کرد. ابتدا یک کاربر دیگر ایجاد کنید.
hi: एकमात्र उपयोगकर्ता को नहीं हटाया जा सकता। पहले एक और उपयोगकर्ता बनाएं।
ja: 唯一のユーザーは削除できません。まず別のユーザーを作成してください。
pl: Nie można usunąć jedynego użytkownika. Najpierw utwórz innego użytkownika.
ro: Nu poți șterge singurul utilizator. Creează mai întâi un alt utilizator.
th: ไม่สามารถลบผู้ใช้เดียวได้ สร้างผู้ใช้อื่นก่อน
vi: Không thể xóa người dùng duy nhất. Trước tiên, hãy tạo người dùng khác.

# cannotDeleteCurrentUser
source: Cannot delete the current user. Switch to another user first.
ar: لا يمكن حذف المستخدم الحالي. انتقل إلى مستخدم آخر أولاً.
cs: Nelze smazat aktuálního uživatele. Nejprve přepněte na jiného.
fa: نمی‌توان کاربر فعلی را حذف کرد. ابتدا به یک کاربر دیگر تغییر دهید.
hi: वर्तमान उपयोगकर्ता को नहीं हटाया जा सकता। पहले किसी अन्य उपयोगकर्ता पर स्विच करें।
ja: 現在のユーザーは削除できません。まず別のユーザーに切り替えてください。
pl: Nie można usunąć bieżącego użytkownika. Najpierw przełącz się na innego użytkownika.
ro: Nu poți șterge utilizatorul curent. Treci mai întâi la un alt utilizator.
th: ไม่สามารถลบผู้ใช้ปัจจุบันได้ เปลี่ยนไปยังผู้ใช้อื่นก่อน
vi: Không thể xóa người dùng hiện tại. Trước tiên, hãy chuyển sang người dùng khác.

# currencySymbol
source: Currency: {currency}
ar: العملة: {currency}
cs: Měna: {currency}
fa: واحد پول: {currency}
hi: मुद्रा: {currency}
ja: 通貨: {currency}
pl: Waluta: {currency}
ro: Moneda: {currency}
th: สกุลเงิน: {currency}
vi: Tiền tệ: {currency}

# profilePhoto
source: Profile photo(optional)
ar: صورة الملف الشخصي
cs: Profilová fotografie
fa: عکس پروفایل (اختیاری)
hi: प्रोफ़ाइल फ़ोटो (वैकल्पिक)
ja: プロフィール写真
pl: Zdjęcie profilowe
ro: Poză de profil (opțional)
th: รูปโปรไฟล์ (ไม่บังคับ)
vi: Ảnh hồ sơ

source: Currency
ar: العملة
cs: Měna
fa: واحد پول
hi: मुद्रा
ja: 通貨
pl: Waluta
ro: Monedă
th: สกุลเงิน
vi: Tiền tệ

source: Search Currency...
ar: ابحث عن عملة...
cs: Hledat měnu...
fa: جستجوی واحد پول...
hi: मुद्रा खोजें...
ja: 通貨を検索...
pl: Szukaj waluty...
ro: Caută Monedă...
th: ค้นหาสกุลเงิน...
vi: Tìm kiếm tiền tệ...

source: No currencies found
ar: لم يتم العثور على عملات
cs: Nebyly nalezeny žádné měny
fa: هیچ واحد پولی یافت نشد
hi: कोई मुद्रा नहीं मिली
ja: 通貨が見つかりません
pl: Nie znaleziono walut
ro: Nu s-au găsit monede
th: ไม่พบสกุลเงิน
vi: Không tìm thấy tiền tệ

source: User Name
ar: اسم المستخدم
cs: Uživatelské jméno
fa: نام کاربری
hi: उपयोगकर्ता नाम
ja: ユーザー名
pl: Nazwa użytkownika
ro: Nume Utilizator
th: ชื่อผู้ใช้
vi: Tên người dùng

source: Create New User
ar: إنشاء مستخدم جديد
cs: Vytvořit nového uživatele
fa: ایجاد کاربر جدید
hi: नया उपयोगकर्ता बनाएं
ja: 新しいユーザーを作成
pl: Utwórz nowego użytkownika
ro: Creează Utilizator Nou
th: สร้างผู้ใช้ใหม่
vi: Tạo người dùng mới

source: Users
ar: المستخدمون
cs: Uživatelé
fa: کاربران
hi: उपयोगकर्ता
ja: ユーザー
pl: Użytkownicy
ro: Utilizatori
th: ผู้ใช้
vi: Người dùng

# noUsers
source: No users found
ar: لم يتم العثور على مستخدمين
cs: Nebyli nalezeni žádní uživatelé
fa: کاربری یافت نشد
hi: कोई उपयोगकर्ता नहीं मिला
ja: ユーザーが見つかりません
pl: Nie znaleziono użytkowników
ro: Nu s-au găsit utilizatori
th: ไม่พบผู้ใช้
vi: Không tìm thấy người dùng

source: Loan Summary
ar: ملخص القرض
cs: Přehled půjček
fa: خلاصه وام
hi: ऋण सारांश
ja: ローン概要
pl: Podsumowanie pożyczki
ro: Rezumat Împrumuturi
th: สรุปเงินกู้
vi: Tóm tắt khoản vay

source: Net Loan Balance
ar: صافي رصيد القرض
cs: Čistý zůstatek půjček
fa: موجودی خالص وام
hi: शुद्ध ऋण शेष
ja: 正味ローン残高
pl: Saldo netto pożyczki
ro: Sold Net Împrumuturi
th: ยอดเงินกู้สุทธิ
vi: Số dư khoản vay ròng

# netPositiveLoanMessage
source: You're owed more than you owe
ar: أنت مستحق أكثر مما تدين
cs: Dluží vám více, než dlužíte vy
fa: شما بیشتر طلبکار هستید تا بدهکار
hi: आपको जितना बकाया है उससे ज्यादा आपको बकाया है
ja: あなたが貸している金額が借りている金額より多い
pl: Masz więcej należności niż zobowiązań
ro: Ai de primit mai mult decât datorezi
th: คุณเป็นเจ้าหนี้มากกว่าลูกหนี้
vi: Bạn được nợ nhiều hơn số tiền bạn nợ

# netNegativeLoanMessage
source: You owe more than you're owed
ar: أنت مدين أكثر مما يُستحق لك
cs: Dlužíte více, než dluží vám
fa: شما بیشتر بدهکار هستید تا طلبکار
hi: आपको जितना बकाया है उससे ज्यादा आप बकाया हैं
ja: あなたが借りている金額が貸している金額より多い
pl: Masz więcej zobowiązań niż należności
ro: Datorezi mai mult decât ai de primit
th: คุณเป็นลูกหนี้มากกว่าเจ้าหนี้
vi: Bạn nợ nhiều hơn số tiền bạn được nợ

source: Add Payment
ar: إضافة دفعة
cs: Přidat platbu
fa: افزودن پرداخت
hi: भुगतान जोड़ें
ja: 支払いを追加
pl: Dodaj płatność
ro: Adaugă Plată
th: เพิ่มการชำระเงิน
vi: Thêm thanh toán

source: Overdue
ar: متأخر
cs: Po splatnosti
fa: سررسید گذشته
hi: अतिदेय
ja: 期限切れ
pl: Zaległe
ro: Scadent
th: เกินกำหนด
vi: Quá hạn

source: Due Today
ar: مستحق اليوم
cs: Splatné dnes
fa: سررسید امروز
hi: आज देय
ja: 今日期限
pl: Termin dzisiaj
ro: Scadent Azi
th: ครบกำหนดวันนี้
vi: Đến hạn hôm nay

source: Lent to
ar: تم الإقراض إلى
cs: Půjčeno (komu)
fa: وام داده شده به
hi: को उधार दिया
ja: 貸付先
pl: Pożyczone (komu)
ro: Împrumutat lui
th: ให้ยืมกับ
vi: Cho vay

source: Borrowed from
ar: تم الاقتراض من
cs: Vypůjčeno (od koho)
fa: وام گرفته شده از
hi: से उधार लिया
ja: 借入先
pl: Pożyczone (od kogo)
ro: Împrumutat de la
th: ยืมจาก
vi: Vay từ

source: Not specified
ar: غير محدد
cs: Nespecifikováno
fa: مشخص نشده
hi: निर्दिष्ट नहीं
ja: 指定なし
pl: Nie określono
ro: Nespecificat
th: ไม่ได้ระบุ
vi: Không xác định

source: Repayment Progress
ar: تقدم السداد
cs: Průběh splácení
fa: پیشرفت بازپرداخت
hi: चुकौती प्रगति
ja: 返済進捗状況
pl: Postęp spłaty
ro: Progres Rambursare
th: ความคืบหน้าการชำระเงิน
vi: Tiến độ trả nợ

# paidAmount
source: Paid
ar: المبلغ المدفوع
cs: Zaplaceno
fa: پرداخت شده
hi: भुगतान किया गया
ja: 支払い済み
pl: Zapłacono
ro: Plătit
th: ชำระแล้ว
vi: Đã thanh toán

# remainingAmount
source: Remaining
ar: المبلغ المتبقي
cs: Zbývající
fa: باقی‌مانده
hi: शेष
ja: 残額
pl: Pozostało
ro: Rămas
th: คงเหลือ
vi: Còn lại

# totalAmount
source: Total
ar: المبلغ الإجمالي
cs: Celkem
fa: مبلغ کل
hi: कुल
ja: 総額
pl: Suma
th: รวม
vi: Tổng cộng

source: Amount Lent
ar: المبلغ المُقرض
cs: Půjčená částka
fa: مبلغ وام داده شده
hi: उधार दी गई राशि
ja: 貸付額
pl: Kwota pożyczona
ro: Sumă Împrumutată (dată)
th: จำนวนที่ให้ยืม
vi: Số tiền cho vay

source: Amount Borrowed
ar: المبلغ المُقترض
cs: Vypůjčená částka
fa: مبلغ وام گرفته شده
hi: उधार ली गई राशि
ja: 借入額
pl: Kwota pożyczona
ro: Sumă Împrumutată (luată)
th: จำนวนที่ยืม
vi: Số tiền vay

source: Loan Details
ar: تفاصيل القرض
cs: Detaily půjčky
fa: جزئیات وام
hi: ऋण विवरण
ja: ローン詳細
pl: Szczegóły pożyczki
ro: Detalii Împrumut
th: รายละเอียดเงินกู้
vi: Chi tiết khoản vay

source: Notes
ar: ملاحظات
cs: Poznámky
fa: یادداشت‌ها
hi: टिप्पणियाँ
ja: メモ
pl: Notatki
ro: Notițe
th: หมายเหตุ
vi: Ghi chú

source: Payment History
ar: سجل الدفعات
cs: Historie plateb
fa: تاریخچه پرداخت
hi: भुगतान इतिहास
ja: 支払い履歴
pl: Historia płatności
ro: Istoric Plăți
th: ประวัติการชำระเงิน
vi: Lịch sử thanh toán

source: No payments yet
ar: لا توجد دفعات بعد
cs: Zatím žádné platby
fa: هنوز پرداختی انجام نشده
hi: अभी तक कोई भुगतान नहीं
ja: まだ支払いがありません
pl: Brak jeszcze płatności
ro: Nicio plată încă
th: ยังไม่มีการชำระเงิน
vi: Chưa có thanh toán nào

# addPaymentPrompt
source: Add a payment to track your progress
ar: أضف دفعة لتتبع تقدمك
cs: Přidejte platbu pro sledování svého pokroku
fa: برای پیگیری پیشرفت خود، یک پرداخت اضافه کنید
hi: अपनी प्रगति को ट्रैक करने के लिए एक भुगतान जोड़ें
ja: 進捗状況を追跡するために支払いを追加
pl: Dodaj płatność, aby śledzić postępy
ro: Adaugă o plată pentru a-ți urmări progresul
th: เพิ่มการชำระเงินเพื่อติดตามความคืบหน้า
vi: Thêm thanh toán để theo dõi tiến độ của bạn

source: Mark as Paid
ar: وضع علامة كمسددة
cs: Označit jako zaplacené
fa: علامت‌گذاری به عنوان پرداخت شده
hi: भुगतान के रूप में चिह्नित करें
ja: 支払い済みとしてマーク
pl: Oznacz jako zapłacone
ro: Marchează ca Plătit
th: ทำเครื่องหมายว่าชำระแล้ว
vi: Đánh dấu là đã thanh toán

# deleteLoanConfirmation
source: Are you sure you want to delete this loan? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا القرض؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete smazat tuto půjčku? Tuto akci nelze vrátit zpět.
fa: آیا مطمئن هستید که می‌خواهید این وام را حذف کنید؟ این عمل قابل بازگشت نیست.
hi: क्या आप वाकई इस ऋण को हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती।
ja: このローンを削除してもよろしいですか？この操作は元に戻せません。
pl: Czy na pewno chcesz usunąć tę pożyczkę? Tej czynności nie można cofnąć.
ro: Ești sigur că vrei să ștergi acest împrumut? Această acțiune nu poate fi anulată.
th: คุณแน่ใจหรือไม่ว่าต้องการลบเงินกู้นี้? การดำเนินการนี้ไม่สามารถย้อนกลับได้
vi: Bạn có chắc chắn muốn xóa khoản vay này không? Hành động này không thể hoàn tác.

source: Payment Date
ar: تاريخ الدفع
cs: Datum platby
fa: تاریخ پرداخت
hi: भुगतान तिथि
ja: 支払い日
pl: Data płatności
ro: Data Plății
th: วันที่ชำระเงิน
vi: Ngày thanh toán

# pleaseEnterAmount
source: Please enter an amount
ar: يرجى إدخال المبلغ
cs: Zadejte částku
fa: لطفاً مبلغی را وارد کنید
hi: कृपया एक राशि दर्ज करें
ja: 金額を入力してください
pl: Wprowadź kwotę
ro: Te rog, introdu o sumă
th: กรุณากรอกจำนวนเงิน
vi: Vui lòng nhập số tiền

# pleaseEnterValidAmount
source: Please enter a valid amount
ar: يرجى إدخال مبلغ صحيح
cs: Zadejte platnou částku
fa: لطفاً مبلغ معتبری را وارد کنید
hi: कृपया एक वैध राशि दर्ज करें
ja: 有効な金額を入力してください
pl: Wprowadź prawidłową kwotę
ro: Te rog, introdu o sumă validă
th: กรุณากรอกจำนวนเงินที่ถูกต้อง
vi: Vui lòng nhập số tiền hợp lệ

# paymentAdded
source: Payment added successfully
ar: تمت إضافة الدفعة بنجاح
cs: Platba úspěšně přidána
fa: پرداخت با موفقیت اضافه شد
hi: भुगतान सफलतापूर्वक जोड़ा गया
ja: 支払いが正常に追加されました
pl: Płatność dodano pomyślnie
ro: Plată adăugată cu succes
th: เพิ่มการชำระเงินแล้ว
vi: Đã thêm thanh toán thành công

# markLendingAsPaidConfirmation
source: Are you sure you want to mark this loan as fully paid? This will record that you have received the full amount back.
ar: هل أنت متأكد أنك تريد وضع علامة على هذا القرض كمسدد بالكامل؟ سيتم تسجيل أنك استلمت المبلغ بالكامل.
cs: Opravdu chcete označit tuto půjčku jako zcela splacenou? Tímto zaznamenáte, že jste obdrželi celou částku zpět.
fa: آیا مطمئن هستید که می‌خواهید این وام را به عنوان کاملاً پرداخت شده علامت‌گذاری کنید؟ این به منزله ثبت دریافت کامل مبلغ است.
hi: क्या आप वाकई इस ऋण को पूरी तरह से भुगतान के रूप में चिह्नित करना चाहते हैं? यह रिकॉर्ड करेगा कि आपको पूरी राशि वापस मिल गई है।
ja: このローンを全額返済済みとしてマークしてもよろしいですか？これにより、全額返済されたことが記録されます。
pl: Czy na pewno chcesz oznaczyć tę pożyczkę jako w pełni spłaconą? Zostanie to zarejestrowane jako otrzymanie pełnej kwoty z powrotem.
ro: Ești sigur că vrei să marchezi acest împrumut ca fiind complet plătit? Acest lucru va înregistra că ai primit întreaga sumă înapoi.
th: คุณแน่ใจหรือไม่ว่าต้องการทำเครื่องหมายว่าเงินกู้นี้ชำระครบแล้ว? จะบันทึกว่าคุณได้รับเงินคืนครบถ้วน
vi: Bạn có chắc chắn muốn đánh dấu khoản vay này là đã thanh toán đầy đủ không? Thao tác này sẽ ghi lại rằng bạn đã nhận lại toàn bộ số tiền.

# markBorrowingAsPaidConfirmation
source: Are you sure you want to mark this loan as fully paid? This will record that you have paid back the full amount.
ar: هل أنت متأكد أنك تريد وضع علامة على هذا القرض كمسدد بالكامل؟ سيتم تسجيل أنك سددت المبلغ بالكامل.
cs: Opravdu chcete označit tuto půjčku jako zcela splacenou? Tímto zaznamenáte, že jste vrátili celou částku.
fa: آیا مطمئن هستید که می‌خواهید این وام را به عنوان کاملاً پرداخت شده علامت‌گذاری کنید؟ این به منزله ثبت بازپرداخت کامل مبلغ است.
hi: क्या आप वाकई इस ऋण को पूरी तरह से भुगतान के रूप में चिह्नित करना चाहते हैं? यह रिकॉर्ड करेगा कि आपने पूरी राशि वापस कर दी है।
ja: このローンを全額返済済みとしてマークしてもよろしいですか？これにより、全額返済したことが記録されます。
pl: Czy na pewno chcesz oznaczyć tę pożyczkę jako w pełni spłaconą? Zostanie to zarejestrowane jako spłacenie pełnej kwoty.
ro: Ești sigur că vrei să marchezi acest împrumut ca fiind complet plătit? Acest lucru va înregistra că ai rambursat întreaga sumă.
th: คุณแน่ใจหรือไม่ว่าต้องการทำเครื่องหมายว่าเงินกู้นี้ชำระครบแล้ว? จะบันทึกว่าคุณได้ชำระเงินคืนครบถ้วน
vi: Bạn có chắc chắn muốn đánh dấu khoản vay này là đã thanh toán đầy đủ không? Thao tác này sẽ ghi lại rằng bạn đã trả lại toàn bộ số tiền.

# loanMarkedAsPaid
source: Loan marked as fully paid
ar: تم وضع علامة القرض كمسدد بالكامل
cs: Půjčka označena jako zcela splacená
fa: وام به عنوان کاملاً پرداخت شده علامت‌گذاری شد
hi: ऋण को पूरी तरह से भुगतान के रूप में चिह्नित किया गया
ja: ローンが全額返済済みとしてマークされました
pl: Pożyczka oznaczona jako w pełni spłacona
ro: Împrumut marcat ca fiind complet plătit
th: ทำเครื่องหมายเงินกู้ว่าชำระครบแล้ว
vi: Khoản vay đã được đánh dấu là đã thanh toán đầy đủ

source: Receiving from
ar: استلام من
cs: Přijato od
fa: دریافت از
hi: से प्राप्त हो रहा है
ja: 受取元
pl: Otrzymano od
ro: Primești de la
th: รับจาก
vi: Nhận từ

source: Paying to
ar: الدفع إلى
cs: Placeno komu
fa: پرداخت به
hi: को भुगतान कर रहा है
ja: 支払い先
pl: Zapłacono (komu)
ro: Plătești către
th: จ่ายให้
vi: Thanh toán cho

source: No note
ar: لا توجد ملاحظات
cs: Žádná poznámka
fa: بدون یادداشت
hi: कोई टिप्पणी नहीं
ja: メモなし
pl: Brak notatki
ro: Fără notiță
th: ไม่มีหมายเหตุ
vi: Không có ghi chú

source: Recent Activity
ar: النشاط الأخير
cs: Nedávná aktivita
fa: فعالیت اخیر
hi: हाल की गतिविधि
ja: 最近のアクティビティ
pl: Ostatnia aktywność
ro: Activitate Recentă
th: กิจกรรมล่าสุด
vi: Hoạt động gần đây

source: No recent activity
ar: لا يوجد نشاط حديث
cs: Žádná nedávná aktivita
fa: فعالیت اخیری وجود ندارد
hi: कोई हाल की गतिविधि नहीं
ja: 最近のアクティビティはありません
pl: Brak ostatniej aktywności
ro: Nicio activitate recentă
th: ยังไม่มีกิจกรรมล่าสุด
vi: Không có hoạt động gần đây

source: View All
ar: عرض الكل
cs: Zobrazit vše
fa: مشاهده همه
hi: सभी देखें
ja: すべて表示
pl: Zobacz wszystko
ro: Vezi Tot
th: ดูทั้งหมด
vi: Xem tất cả

source: Loan not found
ar: لم يتم العثور على القرض
cs: Půjčka nenalezena
fa: وام یافت نشد
hi: ऋण नहीं मिला
ja: ローンが見つかりません
pl: Nie znaleziono pożyczki
ro: Împrumutul nu a fost găsit
th: ไม่พบเงินกู้
vi: Không tìm thấy khoản vay

source: Picking file...
ar: جارٍ اختيار الملف...
cs: Vybírání souboru...
fa: در حال انتخاب فایل...
hi: फ़ाइल चुन रहा हूँ...
ja: ファイルを選択中...
pl: Wybieranie pliku...
ro: Se alege fișierul...
th: กำลังเลือกไฟล์...
vi: Đang chọn tệp...

source: Restoring backup...
ar: جارٍ استعادة النسخة الاحتياطية...
cs: Obnovování zálohy...
fa: در حال بازیابی پشتیبان...
hi: बैकअप पुनर्स्थापित कर रहा हूँ...
ja: バックアップを復元中...
pl: Przywracanie kopii zapasowej...
ro: Se restaurează backup-ul...
th: กำลังกู้คืนข้อมูลสำรอง...
vi: Đang khôi phục bản sao lưu...

source: Backup created successfully!
ar: تم إنشاء النسخة الاحتياطية بنجاح!
cs: Záloha úspěšně vytvořena!
fa: پشتیبان با موفقیت ایجاد شد!
hi: बैकअप सफलतापूर्वक बनाया गया!
ja: バックアップが正常に作成されました！
pl: Kopia zapasowa utworzona pomyślnie!
ro: Backup creat cu succes!
th: สร้างข้อมูลสำรองสำเร็จ!
vi: Đã tạo bản sao lưu thành công!

source: Backup restored successfully!
ar: تمت استعادة النسخة الاحتياطية بنجاح!
cs: Záloha úspěšně obnovena!
fa: پشتیبان با موفقیت بازیابی شد!
hi: बैकअप सफलतापूर्वक पुनर्स्थापित किया गया!
ja: バックアップが正常に復元されました！
pl: Kopia zapasowa przywrócona pomyślnie!
ro: Backup restaurat cu succes!
th: กู้คืนข้อมูลสำเร็จ!
vi: Đã khôi phục bản sao lưu thành công!

source: Migrating transactions
ar: جارٍ ترحيل المعاملات
cs: Migrace transakcí
fa: در حال انتقال تراکنش‌ها
hi: लेनदेन स्थानांतरित कर रहा हूँ
ja: 取引を移行中
pl: Migrowanie transakcji
ro: Se migrează tranzacțiile
th: กำลังย้ายธุรกรรม
vi: Đang di chuyển giao dịch

source: Setting up account
ar: جارٍ إعداد الحساب
cs: Nastavování účtu
fa: در حال راه‌اندازی حساب
hi: खाता सेट कर रहा हूँ
ja: アカウントを設定中
pl: Konfigurowanie konta
ro: Se configurează contul
th: กำลังตั้งค่าบัญชี
vi: Đang thiết lập tài khoản

# noUsersFoundDescription
source: We couldn't find any users in your backup file, you can create one, or proceed with existing users
ar: لم نتمكن من العثور على أي مستخدمين في ملف النسخ الاحتياطي الخاص بك، يمكنك إنشاء مستخدم جديد أو المتابعة مع المستخدمين الحاليين
cs: V záložním souboru jsme nenašli žádné uživatele, můžete vytvořit nového nebo pokračovat s existujícími.
fa: ما نتوانستیم هیچ کاربری در فایل پشتیبان شما پیدا کنیم، می‌توانید یک کاربر جدید ایجاد کنید یا با کاربران موجود ادامه دهید
hi: हमें आपकी बैकअप फ़ाइल में कोई उपयोगकर्ता नहीं मिला, आप एक नया बना सकते हैं, या मौजूदा उपयोगकर्ताओं के साथ आगे बढ़ सकते हैं
ja: バックアップファイルにユーザーが見つかりませんでした。新しいユーザーを作成するか、既存のユーザーで続行できます
pl: Nie znaleziono żadnych użytkowników w pliku kopii zapasowej, możesz utworzyć nowego lub kontynuować z istniejącymi użytkownikami
ro: Nu am găsit niciun utilizator în fișierul tău de backup, poți crea unul nou sau poți continua cu utilizatorii existenți
th: ไม่พบผู้ใช้ในไฟล์สำรองของคุณ คุณสามารถสร้างใหม่หรือดำเนินการต่อกับผู้ใช้ที่มีอยู่
vi: Chúng tôi không tìm thấy người dùng nào trong tệp sao lưu của bạn, bạn có thể tạo người dùng mới hoặc tiếp tục với người dùng hiện có

# noUsersTitle
source: No Users Found
ar: لم يتم العثور على مستخدمين
cs: Nenalezeni žádní uživatelé
fa: کاربری یافت نشد
hi: कोई उपयोगकर्ता नहीं मिला
ja: ユーザーが見つかりません
pl: Nie znaleziono użytkowników
ro: Nu s-au găsit utilizatori
th: ไม่พบผู้ใช้
vi: Không tìm thấy người dùng

source: Existing Users
ar: المستخدمون الحاليون
cs: Existující uživatelé
fa: کاربران موجود
hi: मौजूदा उपयोगकर्ता
ja: 既存のユーザー
pl: Istniejący użytkownicy
ro: Utilizatori Existenți
th: ผู้ใช้ที่มีอยู่
vi: Người dùng hiện tại

source: No local users found
ar: لم يتم العثور على مستخدمين محليين
cs: Nenalezeni žádní místní uživatelé
fa: کاربر محلی یافت نشد
hi: कोई स्थानीय उपयोगकर्ता नहीं मिला
ja: ローカルユーザーが見つかりません
pl: Nie znaleziono lokalnych użytkowników
ro: Nu s-au găsit utilizatori locali
th: ไม่พบผู้ใช้ในเครื่อง
vi: Không tìm thấy người dùng cục bộ

# foundUsers
source: Users Found
ar: المستخدمون الذين تم العثور عليهم
cs: Nalezení uživatelé
fa: کاربران یافت شدند
hi: उपयोगकर्ता मिले
ja: ユーザーが見つかりました
pl: Znaleziono użytkowników
ro: Utilizatori Găsiți
th: พบผู้ใช้
vi: Đã tìm thấy người dùng

# foundUsersDescription
source: Select a user to restore. This will clear any existing transactions for the selected user and import their transactions.
ar: اختر مستخدمًا لاستعادته. سيؤدي ذلك إلى مسح أي معاملات موجودة للمستخدم المحدد واستيراد معاملاته.
cs: Vyberte uživatele k obnovení. Tímto vymažete všechny existující transakce pro vybraného uživatele a importujete jeho transakce.
fa: یک کاربر را برای بازیابی انتخاب کنید. این کار هرگونه تراکنش موجود برای کاربر انتخاب شده را پاک کرده و تراکنش‌های او را وارد می‌کند.
hi: पुनर्स्थापित करने के लिए एक उपयोगकर्ता चुनें। यह चयनित उपयोगकर्ता के लिए किसी भी मौजूदा लेनदेन को साफ़ कर देगा और उनके लेनदेन को आयात करेगा।
ja: 復元するユーザーを選択してください。これにより、選択したユーザーの既存の取引がすべてクリアされ、その取引がインポートされます。
pl: Wybierz użytkownika do przywrócenia. Spowoduje to usunięcie wszystkich istniejących transakcji dla wybranego użytkownika i zaimportowanie jego transakcji.
ro: Selectează un utilizator pentru restaurare. Acest lucru va șterge orice tranzacție existentă pentru utilizatorul selectat și va importa tranzacțiile acestuia.
th: เลือกผู้ใช้เพื่อกู้คืน จะลบธุรกรรมที่มีอยู่ทั้งหมดของผู้ใช้ที่เลือกและนำเข้าธุรกรรมของเขา
vi: Chọn người dùng để khôi phục. Thao tác này sẽ xóa mọi giao dịch hiện có của người dùng đã chọn và nhập các giao dịch của họ.

source: Restore everything
ar: استعادة كل شيء
cs: Obnovit vše
fa: بازیابی همه چیز
hi: सब कुछ पुनर्स्थापित करें
ja: すべて復元
pl: Przywróć wszystko
ro: Restaurează tot
th: กู้คืนทั้งหมด
vi: Khôi phục tất cả

# existingUsersTitle
source: Existing Users
ar: المستخدمون الحاليون
cs: Existující uživatelé
fa: کاربران موجود
hi: मौजूदा उपयोगकर्ता
ja: 既存のユーザー
pl: Istniejący użytkownicy
ro: Utilizatori Existenți
th: ผู้ใช้ที่มีอยู่
vi: Người dùng hiện tại

# existingUsersSubtitle
source: Select a user to export their data, or export everything
ar: اختر مستخدمًا لتصدير بياناته، أو قم بتصدير كل شيء
cs: Vyberte uživatele pro export jeho dat nebo exportujte vše
fa: یک کاربر را برای خروجی گرفتن از داده‌هایش انتخاب کنید، یا همه چیز را خروجی بگیرید
hi: उनके डेटा को निर्यात करने के लिए एक उपयोगकर्ता चुनें, या सब कुछ निर्यात करें
ja: データをエクスポートするユーザーを選択するか、すべてエクスポートしてください
pl: Wybierz użytkownika, aby wyeksportować jego dane, lub wyeksportuj wszystko
ro: Selectează un utilizator pentru a-i exporta datele, sau exportă totul
th: เลือกผู้ใช้เพื่อส่งออกข้อมูล หรือส่งออกทั้งหมด
vi: Chọn người dùng để xuất dữ liệu của họ hoặc xuất tất cả

# orDivider
source: or
ar: أو
cs: nebo
fa: یا
hi: या
ja: または
pl: lub
ro: sau
th: หรือ
vi: hoặc

source: Export everything
ar: تصدير كل شيء
cs: Exportovat vše
fa: خروجی گرفتن از همه چیز
hi: सब कुछ निर्यात करें
ja: すべてエクスポート
pl: Eksportuj wszystko
ro: Exportă tot
th: ส่งออกทั้งหมด
vi: Xuất tất cả

source: Vibration
ar: الاهتزاز
cs: Vibrace
fa: لرزش
hi: कंपन
ja: 振動
pl: Wibracje
ro: Vibrație
th: การสั่น
vi: Rung

# vibrationMessage
source: Vibration when a new transaction is added
ar: اهتزاز عند إضافة معاملة جديدة
cs: Vibrace při přidání nové transakce
fa: لرزش هنگام افزودن یک تراکنش جدید
hi: नया लेनदेन जोड़ने पर कंपन
ja: 新しい取引が追加されたときの振動
pl: Wibracje po dodaniu nowej transakcji
ro: Vibrație la adăugarea unei noi tranzacții
th: สั่นเมื่อเพิ่มธุรกรรมใหม่
vi: Rung khi thêm giao dịch mới

# feedback
source: Give Feedback
ar: ملاحظات
cs: Zpětná vazba
fa: ارسال بازخورد
hi: प्रतिक्रिया दें
ja: フィードバック
pl: Opinie
ro: Oferă Feedback
th: ข้อเสนอแนะ & เบต้า
vi: Phản hồi

# feedbackDesc
source: Something went wrong, have any thoughts or suggestions? Send us your feedback!
ar: أرسل لنا ملاحظاتك واقتراحاتك
cs: Pošlete nám svou zpětnou vazbu a návrhy
fa: مشکلی پیش آمده، فکر یا پیشنهادی دارید؟ بازخورد خود را برای ما ارسال کنید!
hi: कुछ गलत हो गया, कोई विचार या सुझाव हैं? हमें अपनी प्रतिक्रिया भेजें!
ja: フィードバックや提案を送信してください
pl: Wyślij nam swoje opinie i sugestie
ro: Ceva nu a mers bine, ai idei sau sugestii? Trimite-ne feedback-ul tău!
th: มีอะไรผิดพลาดหรือมีข้อเสนอแนะ? ส่งความคิดเห็นของคุณถึงเรา!
vi: Gửi cho chúng tôi phản hồi và đề xuất của bạn
