Repository: KirmesTVAustria/paisa-app
Catalog: localization/app_*.arb
Languages: ar, cs, fa, hi, ja, pl, ro, th, vi

# selectedDays
source: {days} days
ar: {days, plural, zero{لا توجد أيام} one{يوم واحد} other{{days} أيام}}
cs: {days, plural, zero{Nemáte žádné dny} one{1 den} other{{days} dní}}
fa: {days} روز
hi: {days, plural, one{1 दिन} other{{days} दिन}}
ja: {days, plural, one{1日} other{{days}日}}
pl: {days, plural, zero{Brak dni} one{1 dzień} other{{days} dni}}
ro: {days} zile
th: {days} วัน
vi: {days, plural, zero{Không có ngày nào} one{1 ngày} other{{days} ngày}}

source: Account Details
ar: تفاصيل الحساب
cs: Detaily účtu
fa: جزئیات حساب
hi: खाता विवरण
ja: アカウント詳細
pl: Szczegóły konta
ro: Detalii Cont
th: รายละเอียดบัญชี
vi: Chi tiết tài khoản

source: Spending
ar: الإنفاق
cs: Výdaje
fa: هزینه‌ها
hi: खर्च
ja: 支出
pl: Wydatki
ro: Cheltuieli
th: การใช้จ่าย
vi: Chi tiêu

source: Export
ar: تصدير
cs: Exportovat
fa: خروجی گرفتن
hi: निर्यात करें
ja: エクスポート
pl: Eksportuj
ro: Exportă
th: ส่งออก
vi: Xuất

source: Import
ar: استيراد
cs: Importovat
fa: وارد کردن
hi: आयात करें
ja: インポート
pl: Importuj
ro: Importă
th: นำเข้า
vi: Nhập

# exportCSV
source: Save and load your expenses in CSV format, not recommended for importing data
ar: احفظ وحمل إنفاقك بتنسيق CSV، لا يوصى به لاستيراد البيانات
cs: Uložit a načíst výdaje ve formátu CSV, nedoporučeno pro import dat
fa: هزینه‌های خود را در فرمت CSV ذخیره و بارگذاری کنید، برای وارد کردن داده‌ها توصیه نمی‌شود
hi: अपने खर्चों को CSV प्रारूप में सहेजें और लोड करें, डेटा आयात करने के लिए अनुशंसित नहीं है
ja: 支出をCSV形式で保存およびロードします。データのインポートにはお勧めしません
pl: Zapisz i załaduj wydatki w formacie CSV, niezalecane do importowania danych
ro: Salvează și încarcă cheltuielile în format CSV, nerecomandat pentru importarea datelor
th: ส่งออกเป็น CSV
vi: Lưu và tải chi tiêu của bạn ở định dạng CSV, không nên dùng để nhập dữ liệu

# dataImportedExportCSV
source: CSV Backup & Restore
ar: نسخ احتياطي واستعادة CSV
cs: Zálohování a obnova CSV
fa: پشتیبان‌گیری و بازیابی CSV
hi: CSV बैकअप और पुनर्स्थापना
ja: CSVのバックアップと復元
pl: Kopia zapasowa i przywracanie CSV
ro: Backup și Restaurare CSV
th: สำรองและกู้คืน CSV
vi: Sao lưu & Khôi phục CSV

# paisaProDesc
source: Get the pro version to unlock all the features
ar: احصل على النسخة الاحترافية لفتح جميع الميزات
cs: Získejte verzi Pro pro odemknutí všech funkcí
fa: نسخه پرو را برای باز کردن تمام ویژگی‌ها دریافت کنید
hi: सभी सुविधाओं को अनलॉक करने के लिए प्रो संस्करण प्राप्त करें
ja: すべての機能をアンロックするにはProバージョンを入手してください
pl: Pobierz wersję Pro, aby odblokować wszystkie funkcje
ro: Obține versiunea pro pentru a debloca toate funcționalitățile
th: รับเวอร์ชันโปรเพื่อปลดล็อกฟีเจอร์ทั้งหมด
vi: Tải phiên bản Pro để mở khóa tất cả các tính năng

source: Information!
ar: معلومات!
cs: Informace!
fa: اطلاعات!
hi: जानकारी!
ja: 情報！
pl: Informacje!
ro: Informație!
th: ข้อมูล!
vi: Thông tin!

# subscriptionInfo
source: Subscription automatically renews unless canceled at least 24 hours before the end of the current period. You can cancel anytime through your {store} settings. Payment will be charged to your {account} account.
ar: يتم تجديد الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل 24 ساعة على الأقل من نهاية الفترة الحالية. يمكنك الإلغاء في أي وقت من خلال إعدادات {store}. سيتم فرض الدفع على حساب {account} الخاص بك.
cs: Předplatné se automaticky obnovuje, pokud není zrušeno alespoň 24 hodin před koncem aktuálního období. Předplatné můžete kdykoli zrušit prostřednictvím nastavení {store}. Platba bude stržena z vašeho účtu {account}.
fa: اشتراک به طور خودکار تمدید می‌شود مگر اینکه حداقل ۲۴ ساعت قبل از پایان دوره فعلی لغو شود. شما می‌توانید هر زمان از طریق تنظیمات {store} خود آن را لغو کنید. هزینه از حساب {account} شما کسر خواهد شد.
hi: सदस्यता स्वचालित रूप से नवीनीकृत हो जाती है जब तक कि वर्तमान अवधि के अंत से कम से कम 24 घंटे पहले रद्द न कर दी जाए। आप अपनी {store} सेटिंग के माध्यम से कभी भी रद्द कर सकते हैं। आपके {account} खाते से भुगतान लिया जाएगा।
ja: サブスクリプションは、現在の期間が終了する少なくとも24時間前にキャンセルされない限り、自動的に更新されます。{store}の設定からいつでもキャンセルできます。支払いは{account}アカウントに請求されます。
pl: Subskrypcja odnawia się automatycznie, chyba że zostanie anulowana co najmniej 24 godziny przed końcem bieżącego okresu. Możesz anulować w dowolnym momencie w ustawieniach {store}. Płatność zostanie pobrana z Twojego konta {account}.
ro: Abonamentul se reînnoiește automat dacă nu este anulat cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Poți anula oricând din setările {store}. Plata va fi debitată din contul tău {account}.
th: การสมัครสมาชิกจะต่ออายุอัตโนมัติ เว้นแต่จะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน คุณสามารถยกเลิกได้ตลอดเวลาผ่านการตั้งค่าของ {store} การชำระเงินจะถูกเรียกเก็บจากบัญชี {account}
vi: Đăng ký tự động gia hạn trừ khi bị hủy ít nhất 24 giờ trước khi kết thúc giai đoạn hiện tại. Bạn có thể hủy bất kỳ lúc nào thông qua cài đặt {store} của mình. Thanh toán sẽ được tính vào tài khoản {account} của bạn.

# notificationTitle1
source: Track Your Spending 📝
ar: تتبع إنفاقك 📝
cs: Sledujte své výdaje 📝
fa: هزینه‌های خود را پیگیری کنید 📝
hi: अपने खर्चों को ट्रैक करें 📝
ja: 支出を追跡しましょう 📝
pl: Śledź swoje wydatki 📝
ro: Urmărește-ți Cheltuielile 📝
th: ติดตามการใช้จ่ายของคุณ 📝
vi: Theo dõi chi tiêu của bạn 📝

# notificationBody1
source: Take a moment to log your expenses and stay on top of your finances!
ar: خذ لحظة لتسجيل إنفاقك والبقاء على اطلاع دائم بأموالك!
cs: Udělejte si chvilku na zaznamenání svých výdajů a mějte přehled o svých financích!
fa: لحظه‌ای وقت بگذارید تا هزینه‌های خود را ثبت کرده و بر امور مالی خود مسلط بمانید!
hi: अपने खर्चों को लॉग करने और अपने वित्त पर बने रहने के लिए कुछ समय निकालें!
ja: 支出を記録して財務状況を把握するために少し時間を割いてください！
pl: Poświęć chwilę na zarejestrowanie swoich wydatków i bądź na bieżąco ze swoimi finansami!
ro: Fă-ți un moment să-ți înregistrezi cheltuielile și să fii la curent cu finanțele tale!
th: ใช้เวลาสักครู่ในการบันทึกค่าใช้จ่ายและควบคุมการเงินของคุณ!
vi: Dành chút thời gian để ghi lại chi tiêu của bạn và cập nhật tình hình tài chính!

# notificationTitle2
source: Money Check ✨
ar: فحص الأموال ✨
cs: Kontrola peněz ✨
fa: بررسی مالی ✨
hi: धन जांच ✨
ja: お金のチェック ✨
pl: Kontrola pieniędzy ✨
ro: Verificare Financiară ✨
th: ตรวจสอบเงิน ✨
vi: Kiểm tra tiền bạc ✨

# notificationBody2
source: Did you make any purchases today? Log them now to maintain accurate records.
ar: هل قمت بأي مشتريات اليوم؟ قم بتسجيلها الآن للحفاظ على سجلات دقيقة.
cs: Nakupovali jste dnes? Zaznamenejte je nyní, abyste vedli přesné záznamy.
fa: امروز خریدی انجام داده‌اید؟ برای حفظ سوابق دقیق، همین حالا آنها را ثبت کنید.
hi: क्या आपने आज कोई खरीदारी की है? सटीक रिकॉर्ड बनाए रखने के लिए उन्हें अभी लॉग करें।
ja: 今日買い物をしましたか？正確な記録を残すために今すぐ記録してください。
pl: Czy dzisiaj robiłeś zakupy? Zarejestruj je teraz, aby prowadzić dokładne rejestry.
ro: Ai făcut vreo achiziție azi? Înregistreaz-o acum pentru a menține evidențe corecte.
th: วันนี้คุณซื้ออะไรหรือไม่? บันทึกตอนนี้เพื่อรักษาบันทึกที่ถูกต้อง
vi: Bạn có mua sắm gì hôm nay không? Ghi lại ngay để duy trì hồ sơ chính xác.

# notificationTitle3
source: Expense Update Time 🕒
ar: حان وقت تحديث الإنفاق 🕒
cs: Čas aktualizovat výdaje 🕒
fa: زمان به‌روزرسانی هزینه‌ها 🕒
hi: खर्च अपडेट का समय 🕒
ja: 支出更新の時間です 🕒
pl: Czas na aktualizację wydatków 🕒
ro: Actualizare Cheltuieli 🕒
th: ถึงเวลาบันทึกค่าใช้จ่าย 🕒
vi: Đến lúc cập nhật chi tiêu 🕒

# notificationBody3
source: Keep your financial goals on track by logging your daily expenses.
ar: حافظ على أهدافك المالية على المسار الصحيح من خلال تسجيل إنفاقك اليومي.
cs: Udržujte své finanční cíle na správné cestě zaznamenáváním svých denních výdajů.
fa: با ثبت هزینه‌های روزانه، اهداف مالی خود را در مسیر نگه دارید.
hi: अपने दैनिक खर्चों को लॉग करके अपने वित्तीय लक्ष्यों को ट्रैक पर रखें।
ja: 日々の支出を記録して、財務目標を達成しましょう。
pl: Utrzymuj swoje cele finansowe na dobrej drodze, rejestrując codzienne wydatki.
ro: Păstrează-ți obiectivele financiare pe drumul cel bun înregistrându-ți cheltuielile zilnice.
th: รักษาเป้าหมายทางการเงินของคุณให้ตรงเป้าหมายด้วยการบันทึกค่าใช้จ่ายประจำวัน
vi: Giữ vững mục tiêu tài chính của bạn bằng cách ghi lại chi tiêu hàng ngày.

# notificationTitle4
source: Financial Wellness Check 💪
ar: فحص العافية المالية 💪
cs: Kontrola finančního zdraví 💪
fa: بررسی سلامت مالی 💪
hi: वित्तीय कल्याण जांच 💪
ja: 財務ウェルネスチェック 💪
pl: Kontrola kondycji finansowej 💪
ro: Verificare Stare de Bine Financiară 💪
th: ตรวจสุขภาพการเงิน 💪
vi: Kiểm tra sức khỏe tài chính 💪

# notificationBody4
source: Stay in control of your money - log your expenses for the day.
ar: ابق متحكمًا في أموالك - سجل إنفاقك لهذا اليوم.
cs: Mějte své peníze pod kontrolou – zaznamenejte své dnešní výdaje.
fa: کنترل پول خود را در دست بگیرید - هزینه‌های روز را ثبت کنید.
hi: अपने पैसे को नियंत्रण में रखें - दिन के लिए अपने खर्चों को लॉग करें।
ja: お金を管理しましょう - 今日の支出を記録してください。
pl: Zachowaj kontrolę nad swoimi pieniędzmi - zarejestruj dzisiejsze wydatki.
ro: Păstrează controlul asupra banilor tăi - înregistrează-ți cheltuielile zilei.
th: ควบคุมเงินของคุณ - บันทึกค่าใช้จ่ายประจำวัน
vi: Kiểm soát tiền bạc của bạn - ghi lại chi tiêu trong ngày.

# notificationTitle5
source: Quick Money Update 💰
ar: تحديث سريع للأموال 💰
cs: Rychlá aktualizace peněz 💰
fa: به‌روزرسانی سریع مالی 💰
hi: त्वरित धन अपडेट 💰
ja: お金のクイックアップデート 💰
pl: Szybka aktualizacja pieniędzy 💰
ro: Actualizare Rapidă a Banilor 💰
th: อัปเดตเงินด่วน 💰
vi: Cập nhật tiền bạc nhanh 💰

# notificationBody5
source: A few seconds to log expenses now saves hours of tracking later!
ar: بضع ثوانٍ لتسجيل النفقات الآن توفر ساعات من التتبع لاحقًا!
cs: Několik sekund na zaznamenání výdajů nyní ušetří hodiny sledování později!
fa: چند ثانیه برای ثبت هزینه‌ها اکنون، ساعت‌ها پیگیری را در آینده صرفه‌جویی می‌کند!
hi: खर्चों को लॉग करने के लिए कुछ सेकंड बाद में ट्रैक करने के लिए घंटों बचाते हैं!
ja: 今すぐ支出を記録するための数秒で、後々の追跡時間を節約できます！
pl: Kilka sekund na zarejestrowanie wydatków teraz oszczędza godziny śledzenia później!
ro: Câteva secunde pentru a înregistra cheltuielile acum economisesc ore de urmărire mai târziu!
th: ใช้เวลาไม่กี่วินาทีในการบันทึกค่าใช้จ่ายตอนนี้ ประหยัดเวลาตรวจสอบในภายหลัง!
vi: Vài giây để ghi lại chi tiêu bây giờ giúp tiết kiệm hàng giờ theo dõi sau này!

# notificationTitle6
source: Budget Check-in 📊
ar: فحص الميزانية 📊
cs: Kontrola rozpočtu 📊
fa: بررسی بودجه 📊
hi: बजट जांच 📊
ja: 予算チェックイン 📊
pl: Kontrola budżetu 📊
ro: Verificare Buget 📊
th: ตรวจสอบงบประมาณ 📊
vi: Kiểm tra ngân sách 📊

# notificationBody6
source: Stay within your budget by tracking every expense. Log them now!
ar: ابق ضمن ميزانيتك من خلال تتبع كل إنفاق. قم بتسجيلها الآن!
cs: Zůstaňte v rámci svého rozpočtu sledováním každého výdaje. Zaznamenejte je nyní!
fa: با پیگیری هر هزینه، در چارچوب بودجه خود بمانید. همین حالا آنها را ثبت کنید!
hi: हर खर्च को ट्रैक करके अपने बजट के भीतर रहें। उन्हें अभी लॉग करें!
ja: すべての支出を追跡して予算内に収めましょう。今すぐ記録してください！
pl: Pozostań w ramach budżetu, śledząc każdy wydatek. Zarejestruj je teraz!
ro: Rămâi în buget urmărind fiecare cheltuială. Înregistreaz-o acum!
th: อยู่ในงบประมาณด้วยการติดตามค่าใช้จ่ายทุกครั้ง บันทึกตอนนี้!
vi: Luôn trong ngân sách bằng cách theo dõi mọi chi tiêu. Ghi lại ngay!

# notificationTitle7
source: Expense Logger Reminder 📱
ar: تذكير مسجل النفقات 📱
cs: Připomenutí záznamníku výdajů 📱
fa: یادآور ثبت هزینه 📱
hi: खर्च लॉगर अनुस्मारक 📱
ja: 支出記録リマインダー 📱
pl: Przypomnienie o rejestratorze wydatków 📱
ro: Memento Înregistrare Cheltuieli 📱
th: เตือนบันทึกค่าใช้จ่าย 📱
vi: Nhắc nhở ghi chi tiêu 📱

# notificationBody7
source: Keep your finances organized - add today's expenses to Paisa.
ar: حافظ على تنظيم أموالك - أضف نفقات اليوم إلى بايسا.
cs: Udržujte své finance uspořádané – přidejte dnešní výdaje do Paisa.
fa: امور مالی خود را منظم نگه دارید - هزینه‌های امروز را به پایسا اضافه کنید.
hi: अपने वित्त को व्यवस्थित रखें - आज Paisa में खर्च जोड़ें।
ja: 財務を整理しましょう - 今日の支出をPaisaに追加してください。
pl: Utrzymuj porządek w swoich finansach - dodaj dzisiejsze wydatki do Paisa.
ro: Păstrează-ți finanțele organizate - adaugă cheltuielile de azi în Paisa.
th: จัดการการเงินของคุณ - เพิ่มค่าใช้จ่ายวันนี้ใน Paisa
vi: Giữ tài chính của bạn ngăn nắp - thêm chi tiêu hôm nay vào Paisa.

# notificationTitle8
source: Daily Finance Update ⭐
ar: تحديث مالي يومي ⭐
cs: Denní finanční aktualizace ⭐
fa: به‌روزرسانی مالی روزانه ⭐
hi: दैनिक वित्तीय अपडेट ⭐
ja: 日次財務アップデート ⭐
pl: Codzienna aktualizacja finansów ⭐
ro: Actualizare Financiară Zilnică ⭐
th: อัปเดตการเงินประจำวัน ⭐
vi: Cập nhật tài chính hàng ngày ⭐

# notificationBody8
source: Maintain your financial health by logging your daily expenses.
ar: حافظ على صحتك المالية من خلال تسجيل إنفاقك اليومي.
cs: Udržujte své finanční zdraví zaznamenáváním svých denních výdajů.
fa: با ثبت هزینه‌های روزانه، سلامت مالی خود را حفظ کنید.
hi: अपने दैनिक खर्चों को लॉग करके अपने वित्तीय स्वास्थ्य को बनाए रखें।
ja: 日々の支出を記録して、財務の健全性を維持しましょう。
pl: Utrzymuj swoją kondycję finansową, rejestrując codzienne wydatki.
ro: Menține-ți sănătatea financiară înregistrându-ți cheltuielile zilnice.
th: รักษาสุขภาพการเงินของคุณด้วยการบันทึกค่าใช้จ่ายประจำวัน
vi: Duy trì sức khỏe tài chính của bạn bằng cách ghi lại chi tiêu hàng ngày.

# welcomeLateNight1
source: Still awake, {name}? Time to check those finances!
ar: 🦉 ما زلت مستيقظاً يا {name}؟ حان وقت التحقق من تلك الأموال!
cs: 🦉 Jste ještě vzhůru, {name}? Je čas zkontrolovat finance!
fa: هنوز بیداری، {name}؟ وقت بررسی امور مالی است!
hi: 🦉 अभी भी जाग रहे हैं, {name}? उन वित्तों की जांच करने का समय!
ja: 🦉 まだ起きていますか、{name}？財務状況を確認する時間です！
pl: 🦉 Jeszcze nie śpisz, {name}? Czas sprawdzić finanse!
ro: Încă treaz, {name}? E timpul să verifici finanțele!
th: ยังไม่นอนเหรอ {name}? ถึงเวลาตรวจสอบการเงิน!
vi: 🦉 Vẫn còn thức, {name}? Đã đến lúc kiểm tra tài chính rồi!

# welcomeLateNight2
source: Midnight budgeting, {name}? That's dedication!
ar: 🌙 ميزانية منتصف الليل يا {name}؟ هذا تفانٍ!
cs: 🌙 Rozpočtování o půlnoci, {name}? To je oddanost!
fa: بودجه‌بندی نیمه‌شب، {name}؟ این یعنی تعهد!
hi: 🌙 आधी रात का बजट, {name}? वह समर्पण है!
ja: 🌙 真夜中の予算作成ですか、{name}？それは献身的ですね！
pl: 🌙 Budżetowanie o północy, {name}? To poświęcenie!
ro: Buget de la miezul nopții, {name}? Asta da dedicare!
th: งบประมาณเที่ยงคืน {name}? นี่แหละความทุ่มเท!
vi: 🌙 Lập ngân sách lúc nửa đêm, {name}? Thật là tận tâm!

# welcomeLateNight3
source: Hey night owl {name}! Managing money never sleeps, eh?
ar: 🌃 مرحباً يا بومة الليل {name}! إدارة الأموال لا تنام أبداً، أليس كذلك؟
cs: 🌃 Ahoj, noční sovo {name}! Správa peněz nikdy nespí, že?
fa: سلام جغد شب {name}! مدیریت پول هیچ‌وقت نمی‌خوابد، نه؟
hi: 🌃 अरे रात के उल्लू {name}! धन प्रबंधन कभी नहीं सोता, है ना?
ja: 🌃 こんばんは、夜更かしの{name}！お金の管理は眠らないんですね？
pl: 🌃 Hej nocny marku {name}! Zarządzanie pieniędzmi nigdy nie śpi, co?
ro: Hei, pasăre de noapte {name}! Gestionarea banilor nu doarme niciodată, nu?
th: เฮ้ นกฮูกกลางคืน {name}! การจัดการเงินไม่เคยหลับ
vi: 🌃 Này cú đêm {name}! Quản lý tiền bạc không bao giờ ngủ, phải không?

# welcomeLateNight4
source: Late night money moves, {name}?
ar: ✨ تحركات مالية في وقت متأخر من الليل يا {name}؟
cs: ✨ Noční přesuny peněz, {name}?
fa: حرکات مالی آخر شب، {name}؟
hi: ✨ देर रात पैसे की चाल, {name}?
ja: ✨ 深夜のお金の動きですか、{name}？
pl: ✨ Późne nocne ruchy pieniędzy, {name}?
ro: Mișcări financiare târzii, {name}?
th: ขยับเงินตอนดึก {name}?
vi: ✨ Di chuyển tiền bạc vào đêm khuya, {name}?

# welcomeMorning1
source: Rise and shine, {name}! Let's make money moves!
ar: 🌅 انهض وتألق يا {name}! لنقم ببعض التحركات المالية!
cs: 🌅 Vstávejte a zářete, {name}! Pojďme dělat peněžní kroky!
fa: صبحت بخیر، {name}! بیا کارهای مالی رو انجام بدیم!
hi: 🌅 जागो और चमको, {name}! चलो कुछ पैसे की चालें करते हैं!
ja: 🌅 起きて輝きましょう、{name}！お金の動きを作りましょう！
pl: 🌅 Wstań i świeć, {name}! Zróbmy ruchy pieniędzy!
ro: Bună dimineața, {name}! Să punem banii la treabă!
th: ตื่นเช้าแล้ว {name}! มาทำเงินกันเถอะ!
vi: 🌅 Dậy sớm và tỏa sáng, {name}! Hãy thực hiện các động thái tài chính!

# welcomeMorning2
source: Good morning, {name}! Ready to seize the day?
ar: ☀️ صباح الخير يا {name}! هل أنت مستعد لاغتنام اليوم؟
cs: ☀️ Dobré ráno, {name}! Jste připraveni chopit se dne?
fa: صبح بخیر، {name}! آماده‌ای روز رو شروع کنی؟
hi: ☀️ शुभ प्रभात, {name}! दिन को जीतने के लिए तैयार हैं?
ja: ☀️ おはようございます、{name}！今日を掴む準備はできましたか？
pl: ☀️ Dzień dobry, {name}! Gotowy, aby wykorzystać dzień?
ro: Bună dimineața, {name}! Gata să cucerești ziua?
th: สวัสดีตอนเช้า {name}! พร้อมลุยวันใหม่ไหม?
vi: ☀️ Chào buổi sáng, {name}! Sẵn sàng để nắm bắt ngày mới chưa?

# welcomeMorning3
source: Morning, {name}! Your finances await!
ar: 🌄 صباحاً يا {name}! أموالك في انتظارك!
cs: 🌄 Ráno, {name}! Vaše finance čekají!
fa: صبح، {name}! امور مالیت منتظرن!
hi: 🌄 सुबह, {name}! आपके वित्त इंतजार कर रहे हैं!
ja: 🌄 朝ですね、{name}！あなたの財務が待っています！
pl: 🌄 Rano, {name}! Twoje finanse czekają!
ro: Neața, {name}! Finanțele tale te așteaptă!
th: สวัสดีตอนเช้า {name}! การเงินของคุณรออยู่!
vi: 🌄 Buổi sáng, {name}! Tài chính của bạn đang chờ!

# welcomeMorning4
source: Early bird {name}! Catching those financial worms?
ar: 🍳 يا طائر الصباح {name}! هل تصطاد تلك الديدان المالية؟
cs: 🍳 Ranní ptáče {name}! Chytáte finanční červy?
fa: سحرخیز {name}! در حال گرفتن کرم‌های مالی هستی؟
hi: 🍳 जल्दी उठने वाले {name}! उन वित्तीय कीड़ों को पकड़ रहे हैं?
ja: 🍳 早起きの{name}！財務の虫を捕まえていますか？
pl: 🍳 Ranny ptaszku {name}! Łapiesz finansowe robaki?
ro: Pasăre matinală, {name}! Prinzi viermii financiari?
th: นกตื่นเช้า {name}! จับหนอนการเงินหรือยัง?
vi: 🍳 Chú chim sớm {name}! Đang bắt những con sâu tài chính à?

# welcomeAfternoon1
source: Having a good day, {name}?
ar: ☀️ هل تقضي يوماً جيداً يا {name}؟
cs: ☀️ Máte hezký den, {name}?
fa: روز خوبی داری، {name}؟
hi: ☀️ अच्छा दिन है, {name}?
ja: ☀️ 良い一日をお過ごしですか、{name}？
pl: ☀️ Masz dobry dzień, {name}?
ro: Ai o zi bună, {name}?
th: วันนี้เป็นไงบ้าง {name}?
vi: ☀️ Chúc bạn một ngày tốt lành, {name}?

# welcomeAfternoon2
source: Afternoon check-in, {name}!
ar: 🌞 تفقد الظهيرة يا {name}!
cs: 🌞 Odpolední kontrola, {name}!
fa: بررسی بعد از ظهر، {name}!
hi: 🌞 दोपहर की जांच, {name}!
ja: 🌞 午後のチェックインです、{name}！
pl: 🌞 Popołudniowa kontrola, {name}!
ro: Verificare de după-amiază, {name}!
th: เช็คอินตอนบ่าย {name}!
vi: 🌞 Kiểm tra buổi chiều, {name}!

# welcomeAfternoon3
source: Hey there {name}, tracking those expenses?
ar: 👋 مرحباً {name}، هل تتعقب تلك النفقات؟
cs: 👋 Ahoj {name}, sledujete ty výdaje?
fa: سلام {name}، هزینه‌ها رو پیگیری می‌کنی؟
hi: 👋 अरे वहाँ {name}, उन खर्चों को ट्रैक कर रहे हैं?
ja: 👋 こんにちは{name}、支出を追跡していますか？
pl: 👋 Cześć {name}, śledzisz te wydatki?
ro: Salut {name}, urmărești cheltuielile?
th: หวัดดี {name} ติดตามค่าใช้จ่ายอยู่หรือเปล่า?
vi: 👋 Chào {name}, đang theo dõi những khoản chi tiêu đó à?

# welcomeAfternoon4
source: Making progress, {name}?
ar: 💫 هل تحرز تقدماً يا {name}؟
cs: 💫 Děláte pokroky, {name}?
fa: پیشرفت می‌کنی، {name}؟
hi: 💫 प्रगति कर रहे हैं, {name}?
ja: 💫 進捗はいかがですか、{name}？
pl: 💫 Robisz postępy, {name}?
ro: Faci progrese, {name}?
th: ก้าวหน้าไปถึงไหนแล้ว {name}?
vi: 💫 Đang tiến triển tốt, {name}?

# welcomeEvening1
source: Good evening, {name}! Time to review the day?
ar: 🌆 مساء الخير يا {name}! هل حان وقت مراجعة اليوم؟
cs: 🌆 Dobrý večer, {name}! Je čas zrevidovat den?
fa: عصر بخیر، {name}! وقت بررسی روز است؟
hi: 🌆 शुभ संध्या, {name}! दिन की समीक्षा करने का समय?
ja: 🌆 こんばんは、{name}！今日を振り返る時間ですか？
pl: 🌆 Dobry wieczór, {name}! Czas przejrzeć dzień?
ro: Bună seara, {name}! Timpul să revezi ziua?
th: สวัสดีตอนเย็น {name}! ถึงเวลาตรวจสอบวันนี้หรือยัง?
vi: 🌆 Chào buổi tối, {name}! Đã đến lúc xem lại ngày hôm nay chưa?

# welcomeEvening2
source: Evening, {name}! How're the finances looking?
ar: 🌇 مساءً يا {name}! كيف حال الأموال؟
cs: 🌇 Večer, {name}! Jak se daří financím?
fa: عصر، {name}! وضعیت مالی چطور است؟
hi: 🌇 शाम, {name}! वित्त कैसा है?
ja: 🌇 夜ですね、{name}！財務状況はいかがですか？
pl: 🌇 Wieczór, {name}! Jak tam finanse?
ro: Seara, {name}! Cum arată finanțele?
th: เย็นแล้ว {name}! การเงินเป็นยังไงบ้าง?
vi: 🌇 Buổi tối, {name}! Tình hình tài chính thế nào rồi?

# welcomeEvening3
source: Winding down, {name}? Let's check those numbers!
ar: ✨ هل تستريح يا {name}؟ دعنا نتحقق من تلك الأرقام!
cs: ✨ Končíte den, {name}? Pojďme zkontrolovat ta čísla!
fa: درحال استراحت، {name}؟ بیا اعداد را بررسی کنیم!
hi: ✨ समाप्त कर रहे हैं, {name}? उन नंबरों की जांच करें!
ja: ✨ リラックスしていますか、{name}？数字を確認しましょう！
pl: ✨ Odpoczywasz, {name}? Sprawdźmy te liczby!
ro: Te relaxezi, {name}? Hai să verificăm cifrele!
th: ใกล้จบวันแล้ว {name}? มาตรวจสอบตัวเลขกัน!
vi: ✨ Đang thư giãn, {name}? Hãy kiểm tra những con số đó!

# welcomeEvening4
source: Evening check-in time, {name}!
ar: 🎯 حان وقت تفقد المساء يا {name}!
cs: 🎯 Čas na večerní kontrolu, {name}!
fa: وقت بررسی عصرانه، {name}!
hi: 🎯 शाम की जांच का समय, {name}!
ja: 🎯 夜のチェックインの時間です、{name}！
pl: 🎯 Czas na wieczorną kontrolę, {name}!
ro: E timpul pentru verificarea de seară, {name}!
th: เช็คอินตอนเย็น {name}!
vi: 🎯 Đã đến lúc kiểm tra buổi tối, {name}!

# welcomeNight1
source: Wrapping up the day, {name}?
ar: 🌙 هل تنهي يومك يا {name}؟
cs: 🌙 Končíte den, {name}?
fa: داری روز رو به پایان می‌رسونی، {name}؟
hi: 🌙 दिन समाप्त कर रहे हैं, {name}?
ja: 🌙 一日を終えようとしていますか、{name}？
pl: 🌙 Kończysz dzień, {name}?
ro: Închei ziua, {name}?
th: จบวันแล้ว {name}?
vi: 🌙 Sắp kết thúc một ngày, {name}?

# welcomeNight2
source: Evening review time, {name}!
ar: 🌠 حان وقت مراجعة المساء يا {name}!
cs: 🌠 Čas na večerní přehled, {name}!
fa: وقت بررسی شبانه، {name}!
hi: 🌠 शाम की समीक्षा का समय, {name}!
ja: 🌠 夜のレビューの時間です、{name}！
pl: 🌠 Czas na wieczorny przegląd, {name}!
ro: Timpul pentru revizuirea de seară, {name}!
th: ถึงเวลาตรวจสอบตอนเย็น {name}!
vi: 🌠 Đã đến lúc xem lại buổi tối, {name}!

# welcomeNight3
source: Hey {name}, before you call it a day...
ar: 🎆 مرحباً {name}، قبل أن تنهي يومك...
cs: 🎆 Ahoj {name}, než půjdete spát...
fa: سلام {name}، قبل از اینکه روز رو تموم کنی...
hi: 🎆 अरे {name}, इससे पहले कि आप दिन समाप्त करें...
ja: 🎆 こんにちは{name}、一日を終える前に...
pl: 🎆 Cześć {name}, zanim skończysz dzień...
ro: Hei {name}, înainte să închei ziua...
th: เฮ้ {name} ก่อนจะจบวัน...
vi: 🎆 Chào {name}, trước khi bạn kết thúc một ngày...

# welcomeNight4
source: ✨ Night-time number crunching, {name}?
ar: ✨ هل تحسب الأرقام ليلاً يا {name}؟
cs: ✨ Noční počítání čísel, {name}?
fa: ✨ حساب و کتاب شبانه، {name}؟
hi: ✨ रात के समय नंबर क्रंचिंग, {name}?
ja: ✨ 夜の数字の計算ですか、{name}？
pl: ✨ Nocne liczenie cyfr, {name}?
ro: ✨ Calcule nocturne, {name}?
th: ✨ คำนวณเงินตอนกลางคืน {name}?
vi: ✨ Tính toán số liệu vào ban đêm, {name}?

# biometricAuthFailed
source: Biometric authentication failed
ar: فشل التحقق البيومتري
cs: Ověření biometrickými údaji selhalo
fa: احراز هویت بیومتریک ناموفق بود
hi: बायोमेट्रिक प्रमाणीकरण विफल
ja: バイオメトリクス認証に失敗しました
pl: Uwierzytelnianie biometryczne nie powiodło się
ro: Autentificarea biometrică a eșuat
th: การยืนยันตัวตนด้วยไบโอเมตริกซ์ล้มเหลว
vi: Xác thực sinh trắc học thất bại

source: Auto Backup
ar: نسخ احتياطي تلقائي
cs: Automatické zálohování
fa: پشتیبان‌گیری خودکار
hi: ऑटो बैकअप
ja: 自動バックアップ
pl: Automatyczna kopia zapasowa
ro: Backup Automat
th: สำรองข้อมูลอัตโนมัติ
vi: Sao lưu tự động

# autoBackupDescription
source: Backup your data automatically when the app is opened
ar: انسخ بياناتك احتياطيًا تلقائيًا عند فتح التطبيق
cs: Automaticky zálohovat data při otevření aplikace
fa: هنگام باز شدن برنامه، به طور خودکار از داده‌های شما پشتیبان‌گیری می‌کند
hi: ऐप खुलने पर स्वचालित रूप से अपने डेटा का बैकअप लें
ja: アプリを開くと自動的にデータをバックアップします
pl: Automatycznie twórz kopię zapasową danych po otwarciu aplikacji
ro: Fă backup automat datelor tale la deschiderea aplicației
th: สำรองข้อมูลของคุณโดยอัตโนมัติเมื่อเปิดแอป
vi: Tự động sao lưu dữ liệu của bạn khi ứng dụng được mở

source: Backup Frequency
ar: تكرار النسخ الاحتياطي
cs: Frekvence zálohování
fa: فرکانس پشتیبان‌گیری
hi: बैकअप आवृत्ति
ja: バックアップ頻度
pl: Częstotliwość tworzenia kopii zapasowych
ro: Frecvența Backup-ului
th: ความถี่ในการสำรองข้อมูล
vi: Tần suất sao lưu
